{"$": "StoryConfig", "pages": [{"text": "I had never worn shoes before. When I saw children wearing nice shoes,  I would look at them with longing.", "imagePath": "assets/topic/asb/9494.png"}, {"text": "My mother would say,  \"You will have many pairs in the future,  just wait!\" Sometimes I did not believe her. \"When is the future?\" I asked her one day.", "imagePath": "assets/topic/asb/9492.png"}, {"text": "Time passed and it was nearly Christmas. Everybody was busy going to the market and coming back with bags of new things. \"Mother,  are we going to the market?\" I asked her.", "imagePath": "assets/topic/asb/9493.png"}, {"text": "The day before Christmas,  my mother woke me up earlier than usual. She asked me to fetch the big shopping basket she always carried to the market.", "imagePath": "assets/topic/asb/9496.png"}, {"text": "At the open-air market there were many parents with their children. They were buying new clothes and stocking up on food.", "imagePath": "assets/topic/asb/9495.png"}, {"text": "We went straight to where there were many different types of shoes. My eyes were wide with amazement. I gaped at row after row of neatly arranged shoes.", "imagePath": "assets/topic/asb/9497.png"}, {"text": "After trying on many pairs,  I settled for black lace-up shoes. At home that night,  I couldn't sleep. I was so excited thinking of how I would wear my new shoes and show off to every child in the village.", "imagePath": "assets/topic/asb/9499.png"}, {"text": "After a while,  I got out of bed and put on the shoes. I walked slowly around the room and then put the shoes back into the box. I lay down again,  but I couldn't sleep.", "imagePath": "assets/topic/asb/10444.png"}, {"text": "I got up and tried on the shoes a second time. I strutted around the room for a while and then put them back.", "imagePath": "assets/topic/asb/9498.png"}, {"text": "I lay down once more and tried to sleep. But I got up a third time. I put on the shoes and jumped around the room. Then I felt tired. I decided to get back into bed.", "imagePath": "assets/topic/asb/9502.png"}, {"text": "The following morning,  I was woken by my mother. \"What is this I see?\" she asked.", "imagePath": "assets/topic/asb/9501.png"}, {"text": "I was wearing my new shoes in bed!", "imagePath": "assets/topic/asb/9500.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMy first pair of shoes\nAuthor -\nUrsula Nafula\nTranslation -\nUrsula Nafula\nIllustration -\nRob Owen\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "10440", "coverImagePath": "assets/topic/asb/9500.png", "title": "My first pair of shoes"}