{"knowledges": [{"id": "12600_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/9191.png", "content": "Once upon a time, there was a boy who was so ugly that nobody loved him. Not even his parents. At home,  he would sit alone while his family watched television.", "option": null}, {"id": "12600_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/7987.png", "content": "At school, he would sit alone while other children were playing.", "option": null}, {"id": "12600_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/7988.png", "content": "He would walk alone behind the other boys when they went to fetch the cattle. They didn't want to walk with him.", "option": null}, {"id": "12600_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/7989.png", "content": "One day he decided to leave home. He walked until he got to an indigenous forest. He started to feel scared, but was comforted by the thought that nobody would speak to him. Because nobody loved him.", "option": null}, {"id": "12600_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/7990.png", "content": "He was about to enter the forest when an old, dirty,  ugly woman came up to him. She greeted him and asked why he was going into the scary forest. The boy was shocked to hear someone speaking to him. He told the old woman that he wasn't going anywhere. Because no one loved him.", "option": null}, {"id": "12600_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/7991.png", "content": "The old woman asked if he needed help. He quickly said, \"Yes.\" The old woman said that before she helped him, she wanted him to lick her face until she was clean and beautiful.", "option": null}, {"id": "12600_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/7992.png", "content": "The boy didn't have any other choice in order to get the help he needed. He licked the sleep from her eyes,  the snot from her nose, and the wax from her ears. He licked her face until she was clean and beautiful.", "option": null}, {"id": "12600_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/7993.png", "content": "The old woman thanked him. She said, \"You will find many wonderful things in the forest, but don't take any of these things. Only bring back the root that you find.\"", "option": null}, {"id": "12600_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/7994.png", "content": "The boy ran, wanting to see all of the things in the forest. Before he could enter the forest, the old woman called him. She said, \"Boy! Come back here!\" He ran back to her. She repeated, \"Don't take any of the wonderful things in the forest. Only bring back the root that you find.\" The boy nodded and ran off.", "option": null}, {"id": "12600_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/7995.png", "content": "Before he could enter the forest, he heard a voice saying, \"Boy! Come back here!\" He started to feel confused about what the old woman wanted. He ran back to her again. She said, \"You will find many wonderful things in the forest. But only bring back the root that you find.\" The boy nodded and ran off.", "option": null}, {"id": "12600_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/7996.png", "content": "Just after he had entered the forest, he heard a voice saying, \"Boy! Come back here!\" He again went back to the old woman. She said, \"Listen to me. Only bring back the root that you find. Don't take anything else from the forest.\" The boy was annoyed with the repetition. He ran into the forest.", "option": null}, {"id": "12600_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/7997.png", "content": "Once he was in the forest, he saw a bowl filled with money. He took the money and put it in his pocket. All of a sudden, he thought about what the old woman said. He took the money out of his pocket and put it back in the bowl.", "option": null}, {"id": "12600_15", "type": "knowledge", "title": null, "header": "assets/topic/asb/7998.png", "content": "He continued walking. He saw some splendid new clothes. He took off his clothes and put on the new ones. Then he thought about what the old woman had said. He took off the new clothes and put his old ones back on.", "option": null}, {"id": "12600_16", "type": "knowledge", "title": null, "header": "assets/topic/asb/7999.png", "content": "Next he saw the root. It was withered from the sun. He asked himself what the old woman thought he would do with the root. Next to the root, there was a bowl of food. The food smelled delicious and the boy was hungry. He couldn't stop himself from eating.", "option": null}, {"id": "12600_17", "type": "knowledge", "title": null, "header": "assets/topic/asb/8000.png", "content": "When he had finished,  he remembered what the old woman had told him. The old woman had said he must only take the root. He looked around for the root, but he couldn't see it anymore.", "option": null}, {"id": "12600_18", "type": "knowledge", "title": null, "header": "assets/topic/asb/8001.png", "content": "The boy left the forest feeling disappointed. He went back to tell the old woman what had happened. But the old woman was gone.", "option": null}, {"id": "12600_19", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nThe boy who nobody loved\nAuthor -\nPhumy Zikode\nTranslation -\nPhumy Zikode\nIllustration -\nWiehan de Jager\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}