{"$": "StoryConfig", "pages": [{"text": "Years ago,  a group of horned animals decided to have a big party high up in the mountains. They only invited other animals with horns. No one else.", "imagePath": "assets/topic/asb/6805.png"}, {"text": "When the pig heard about the party,  he thought,  \"I don't have horns. What am I going to do?\"", "imagePath": "assets/topic/asb/6806.png"}, {"text": "The next day,  he had an idea. He stuck some horns to his head with wax!", "imagePath": "assets/topic/asb/6807.png"}, {"text": "It worked and the pig felt very clever when he was allowed into the party. The problem was that the party was taking place close to the sun.", "imagePath": "assets/topic/asb/6809.png"}, {"text": "When the party started heating up,  the wax began to melt. Pig's horns fell off. The horned animals were shocked. \"Who's that one with no horns? Why did he come here?\" they asked.", "imagePath": "assets/topic/asb/6808.png"}, {"text": "The king of the animals commanded,  \"Grab that pig and throw him down to earth.\" They grabbed the pig and threw him down to earth.", "imagePath": "assets/topic/asb/6810.png"}, {"text": "Poor pig! When he fell,  he landed on his nose. And his nose was flattened into a snout.", "imagePath": "assets/topic/asb/6811.png"}, {"text": "Ever since then,  the pig has had a flat snout for a nose.", "imagePath": "assets/topic/asb/6813.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nNo pigs allowed\nAuthor -\nBasilio Gimo\nTranslation -\nLittle Zebra Books\nIllustration -\nLaura Libertore and Little Zebra Books\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© Little Zebra Books 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nhttp://littlezebrabooks.com", "imagePath": null}], "gameDatas": [], "storyId": "12653", "coverImagePath": "assets/topic/asb/6814.png", "title": "No pigs allowed"}