{"knowledges": [{"id": "12687_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/9230.png", "content": "Once upon a time, there lived two sisters, Nelima and Nambuya. Their parents were dead. They lived on bare land. There was neither rain nor crops. Whoever wanted food had to go a long distance to find it.", "option": null}, {"id": "12687_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/9231.png", "content": "Nelima was a humble, quiet and helpful girl. Her sister Nambuya was proud and did not listen to advice. She did not care about other people.", "option": null}, {"id": "12687_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/9232.png", "content": "One day, the two sisters had nothing to eat. They would have to look for food. So Nelima and Nambuya went off in different directions.", "option": null}, {"id": "12687_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/9233.png", "content": "Meanwhile, there lived an old woman called Netasile. She was believed to be a giver of riches. Netasile had leprosy and her body was full of sores.", "option": null}, {"id": "12687_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/9234.png", "content": "Nambuya came across Netasile. Netasile called the Nambuya, \"My daughter, how are you? Where do you come from? Where are you going?\"", "option": null}, {"id": "12687_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/9235.png", "content": "Nambuya answered all the questions. Then the Netasile said, \"Come help me to go to my house and I will tell you what to do.\"", "option": null}, {"id": "12687_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/9237.png", "content": "Nambuya was rude to the woman. She said, \"I would rather die than touch those sores of yours.\" Netasile kept quiet and wished Nambuya a safe journey.", "option": null}, {"id": "12687_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/9236.png", "content": "Nambuya walked for a long time. She reached a place where there were snakes, millipedes, caterpillars and other insects. She was very tired and weak from hunger. When she sat down to rest, she fell asleep. The insects began to bite her.", "option": null}, {"id": "12687_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/9238.png", "content": "On her journey, Nelima came to the same old woman. She was happy to see Netasile, who was the first person she met since starting her journey. Netasile asked the same questions as she asked Nambuya.", "option": null}, {"id": "12687_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/9239.png", "content": "Nelima agreed to help Netasile. \"You have done what others failed to do,\" said the old woman. She told Nelima to go back home. There she would find everything she wanted.", "option": null}, {"id": "12687_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/9240.png", "content": "Nelima was very grateful and thanked the old woman. She ran back home and found a new house with everything in it, and a lot of food. She was now rich.", "option": null}, {"id": "12687_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/9241.png", "content": "But Nelima mourned the loss of her sister, Nambuya.\nShe said to herself, \"One who did not listen to advice ended up in an elephant's mouth.\"", "option": null}, {"id": "12687_15", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nThe girl who got rich\nAuthor -\nSalaama Wanale\nTranslation -\nSalaama Wanale\nIllustration -\nMango Tree\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}