{"$": "StoryConfig", "pages": [{"text": "One day Tortoise was walking through the veld. He was looking for something. He gazed into the distance and squinted at the grass. Then he walked past Snail.", "imagePath": "assets/topic/asb/9214.png"}, {"text": "\"Are you looking for something?\" Snail asked. \"Yes,  Snail,  I'm looking for my house. Have you seen it,  by any chance?\"", "imagePath": null}, {"text": "Snail said,  \"No,  I haven't,  but I'll help you look!\" She climbed onto Tortoise's shell. Tortoise walked on with Snail on his back. They looked and looked,  but there was no sign of a house. The sun was high in the sky.", "imagePath": "assets/topic/asb/9215.png"}, {"text": "A little later they passed Sparrow. \"Are you looking for something?\" asked Sparrow. \"Yes,  Sparrow,  I'm looking for my house. Have you seen it,  by any chance?\" Sparrow said,  \"No,  I haven't,  but I'll help you look!\"", "imagePath": "assets/topic/asb/9216.png"}, {"text": "He flapped his wings and he whizzed away. \"But you're going too fast for me,\" complained Tortoise. Sparrow came back. \"Alright,  then I'll hop on too.\"", "imagePath": "assets/topic/asb/9213.png"}, {"text": "Tortoise carried on,  with Snail and Sparrow perched on his shell. They looked and looked,  but there was no sign of a house. The sun had inched lower in the sky.", "imagePath": "assets/topic/asb/9223.png"}, {"text": "A little later they passed Ladybird. \"Are you looking for something?\" asked Ladybird. \"Yes,  Ladybird,  I'm looking for my house. Have you seen it,  by any chance?\"", "imagePath": "assets/topic/asb/9218.png"}, {"text": "Ladybird said,  \"No,  I haven't,  but I'll help you look!\" She hopped onto Tortoise's back and on he went,  with Snail and Sparrow and Ladybird on his back. They looked and looked,  but there was no sign of a house. A breeze started to blow.", "imagePath": "assets/topic/asb/9219.png"}, {"text": "A little later they passed Mouse. He was making a garland of daisies. \"Are you looking for something?\" asked Mouse. \"Yes,  Mouse,  I'm looking for my house. Have you seen it,  by any chance?\"", "imagePath": "assets/topic/asb/9220.png"}, {"text": "Mouse said: \"No,  I haven't,  but I'll help you look!\" She hopped onto Tortoise's back. \"Wait,  I can't leave my flowers behind.\" Tortoise waited. Mouse stretched and stretched and scooped up her daisies.", "imagePath": "assets/topic/asb/9221.png"}, {"text": "Tortoise walked on,  with Snail and Sparrow and Ladybird and Mouse on his back. They looked and looked,  but there was no sign of a house. The wind swept leaves off the ground and swirled them around Tortoise's feet. He was tired. \"You lot are heavy,\" he sighed.", "imagePath": "assets/topic/asb/9222.png"}, {"text": "The wind got stronger. The sky turned dark. \"Oh,  where is my house?\" asked Tortoise. Thunder roared in the hills. Lightning flashed in the distance. Drip-drip came the rain.", "imagePath": "assets/topic/asb/9224.png"}, {"text": "The wind whirled and whipped. It blew Snail and Sparrow and Ladybird and Mouse right off Tortoise's back.", "imagePath": "assets/topic/asb/9227.png"}, {"text": "And then came the hail,  tip-tip-tip. Tortoise got such a fright he shrank into his shell. It was warm and cosy in there. \"Oh,  here is my house!\" smiled Tortoise.", "imagePath": "assets/topic/asb/9226.png"}, {"text": "\"Oh,  here is Tortoise's house!\" said Snail and Robin and Mouse.", "imagePath": "assets/topic/asb/9225.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nTortoise finds his house\nAuthor -\nMaya Fowler\nTranslation -\nMaya Fowler\nIllustration -\nKatrien Coetzer\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© Katrien Coetzer, Maya Fowler, Damian Gibbs, Bookdash.org and African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.bookdash.org", "imagePath": null}], "gameDatas": [], "storyId": "12692", "coverImagePath": "assets/topic/asb/9213.png", "title": "Tortoise finds his house"}