{"$": "StoryConfig", "pages": [{"text": "In Miwa Forest,  there lived a monkey who was always sad. This was because every time she had a baby,  it died.", "imagePath": "assets/topic/asb/9042.png"}, {"text": "The pain of losing her babies made Monkey jump up and down. She would jump to one branch,  then to another,  and cry out,  \"Kwi! Kwi! Kwi!\"", "imagePath": "assets/topic/asb/9043.png"}, {"text": "Monkey was always sad. She was sadder when she saw other monkeys with their babies.", "imagePath": "assets/topic/asb/9044.png"}, {"text": "The sad monkey sat on a branch.  Days passed and she cried more and more.", "imagePath": "assets/topic/asb/9045.png"}, {"text": "Then she gave birth again. She decided to take the baby to the path so that people passing would see the baby and wish it well.", "imagePath": "assets/topic/asb/9046.png"}, {"text": "Monkey climbed down from the branch and put her baby on the path. At that time,  a hunter was returning home. He saw the baby monkey lying on the side of the path.", "imagePath": "assets/topic/asb/9047.png"}, {"text": "The hunter carried the baby monkey to his house. When the hunter reached home,  his three sons wanted to hold the baby monkey.", "imagePath": "assets/topic/asb/9048.png"}, {"text": "The three boys played singing,  \"Throw it up! Throw it down! Throw it to me! Throw it to him!\" The baby monkey was thrown from one child to the other.", "imagePath": "assets/topic/asb/9054.png"}, {"text": "As the three boys played with the baby monkey,  mother Monkey was hiding in a tree. She was watching them. She was afraid that this baby would also die,  like the others.", "imagePath": "assets/topic/asb/9058.png"}, {"text": "Then the hunter's wife came and saw her children playing with the little monkey. She said,  \"Be careful! Bring it here. You will drop it!\"", "imagePath": "assets/topic/asb/9059.png"}, {"text": "She took the baby monkey in her arms,  and blessed it.", "imagePath": "assets/topic/asb/9057.png"}, {"text": "The hunter's wife put the baby monkey down. Mother Monkey picked up her baby. She disappeared into the forest. From then on,  all her babies survived.", "imagePath": "assets/topic/asb/9060.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\n(Colour-in) Monkey and the hunter's wife\nAuthor -\nWesley Kipkorir Rop\nIllustration -\nJesse Breytenbach\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "12915", "coverImagePath": "assets/topic/asb/9057.png", "title": "(Colour-in) Monkey and the hunter's wife"}