{"$": "StoryConfig", "pages": [{"text": "This is the story of Keeper and his nursery for orphaned animals.", "imagePath": "assets/topic/asb/12979.png"}, {"text": "August was a busy month for Keeper and his helpers at the nursery.", "imagePath": "assets/topic/asb/12980.png"}, {"text": "One year old Mkite arrived first. She came in an old green truck.", "imagePath": "assets/topic/asb/12981.png"}, {"text": "Keeper and his helpers were very sorry for Mkite. She was so thin and sad.", "imagePath": "assets/topic/asb/12982.png"}, {"text": "But soon,  Mkite got stronger. She began to play with the other animals at the nursery.", "imagePath": "assets/topic/asb/12983.png"}, {"text": "On another day in August,  a helicopter landed at the nursery.", "imagePath": "assets/topic/asb/12984.png"}, {"text": "Keeper and his helpers rushed outside. In the helicopter was a small elephant covered with a blanket.", "imagePath": "assets/topic/asb/12985.png"}, {"text": "It was Ndiwa. He was five days' old. Keeper fed Ndiwa with a bottle.", "imagePath": "assets/topic/asb/12986.png"}, {"text": "The third orphan that month was Malea. She arrived at the nursery on a red tractor. She was six months' old.", "imagePath": "assets/topic/asb/12987.png"}, {"text": "Malea the rhinoceros soon became close friends with Enkare,  a baby buffalo. They went everywhere together.", "imagePath": "assets/topic/asb/12988.png"}, {"text": "One night,  everybody was woken up by the arrival of Ambia.", "imagePath": "assets/topic/asb/12989.png"}, {"text": "Ambia was five months' old. She was weak after her long journey.", "imagePath": "assets/topic/asb/12990.png"}, {"text": "Because of her long neck,  Keeper held the bottle high to feed Ambia.", "imagePath": "assets/topic/asb/12991.png"}, {"text": "Tiny twins Abei and Moit arrived in the middle of August. These antelopes were only a few hours' old. They were very sick.", "imagePath": "assets/topic/asb/12992.png"}, {"text": "Everyone was sad when Abei died a week after he arrived at the nursery. But Keeper and his helpers saved Moit.", "imagePath": "assets/topic/asb/12994.png"}, {"text": "The last orphans to arrive in August were Kopi,  Kepi and Keji. These cubs were two weeks' old. They were very hungry when they arrived.", "imagePath": "assets/topic/asb/12997.png"}, {"text": "Keeper and his helpers love all of the animals,  even the naughty ones.", "imagePath": "assets/topic/asb/12995.png"}, {"text": "The naughtiest baby was Lobolia. Lobolia liked to hide Keeper's glasses.", "imagePath": "assets/topic/asb/12996.png"}, {"text": "The people at the nursery work hard to look after the baby animals. They hope that one day the orphans can look after themselves. Then they can return to the wild.", "imagePath": "assets/topic/asb/12998.png"}, {"text": "How old and how many? Read the story again and then answer these questions. 1. How many animals arrived at the nursery in the month of August? 2. Who arrived first that month? 3. How old was this animal? 4. Who arrived last? How old were these animals? 5. Who were the youngest animals to arrive in August? 6. How old were they? 7. Who was the oldest animal to arrive in August?", "imagePath": null}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nKeeper and his nursery\nAuthor -\nNina Orange\nIllustration -\nMagriet Brink\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "13026", "coverImagePath": "assets/topic/asb/12997.png", "title": "Keeper and his nursery"}