{"$": "StoryConfig", "pages": [{"text": "There once lived a man with a lot of livestock. He kept goats,  camels,  cows and donkeys. The man was married to a beautiful woman.", "imagePath": "assets/topic/asb/14777.png"}, {"text": "For a long time,  the man and his wife did not have a baby. Then the woman gave birth to a beautiful girl. They named the baby Muurui. The man was happy and proud.", "imagePath": "assets/topic/asb/14778.png"}, {"text": "The woman was very busy. She left her baby alone in the hut and went to milk cows. The baby's gourd of milk was also in the hut.", "imagePath": "assets/topic/asb/14779.png"}, {"text": "When the baby was alone in the hut,  she would wake up. She would drink all of the milk,  and begin to cry. Her mother would run home to nurse her.", "imagePath": "assets/topic/asb/14780.png"}, {"text": "The woman always found the gourd empty. This was surprising! Who drank the milk?", "imagePath": "assets/topic/asb/14781.png"}, {"text": "The woman shared this problem with her husband. He decided to find out what happened to the milk.", "imagePath": "assets/topic/asb/14782.png"}, {"text": "The man hid in the hut when his wife went out. To his surprise,  the baby got up and drank the milk!  It was unbelievable.", "imagePath": "assets/topic/asb/14783.png"}, {"text": "The man told his wife what he saw and they decided to leave. They went at night,  when the baby was asleep. They left their home.", "imagePath": "assets/topic/asb/14784.png"}, {"text": "And so,  the magic baby was abandoned by her parents. They left her a goat,  a cow and a camel. When Muurui awoke,  she found the compound was quiet. She was all alone.", "imagePath": "assets/topic/asb/14785.png"}, {"text": "She felt angry. She killed the goat and the camel. Then she decided to hide inside the cow's stomach.", "imagePath": "assets/topic/asb/14786.png"}, {"text": "While Muurui's cow was grazing,  a man passed by and saw it. He said,  \"I will slaughter this cow for beef.\" He speared the cow.", "imagePath": "assets/topic/asb/14787.png"}, {"text": "As this man was skinning the cow,  he heard a voice say,  \"Do not harm me,  I am in the cow's stomach!\"", "imagePath": "assets/topic/asb/14788.png"}, {"text": "Muurui then grabbed the man's head. He got such a fright that he ran away. He left the cow.", "imagePath": "assets/topic/asb/14789.png"}, {"text": "When the man got home,  he slaughtered a fat ram. He cooked the meat and took it to the magic baby.", "imagePath": "assets/topic/asb/14790.png"}, {"text": "Muurui ate and was happy. The magic baby disappeared into the night.", "imagePath": "assets/topic/asb/14791.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMagic baby\nAuthor -\nSimon Ipoo and Jackline Akute\nTranslation -\nSimon Ipoo\nIllustration -\nWiehan de Jager\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "14812", "coverImagePath": "assets/topic/asb/14779.png", "title": "Magic baby"}