{"knowledges": [{"id": "15032_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/14993.png", "content": "The small bus stop in my village was busy with people and overloaded buses. On the ground were even more things to load. Touts were shouting the names where the buses were going.", "option": null}, {"id": "15032_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/14994.png", "content": "\"City! City! Going west!\" I heard a tout shouting. That was the bus I needed to catch.", "option": null}, {"id": "15032_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/14995.png", "content": "The city bus was almost full,  but more people were still pushing to get on. Some packed their luggage under the bus. Others put their things on the racks inside.", "option": null}, {"id": "15032_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/14997.png", "content": "New passengers clutched their tickets as they looked for somewhere to sit in the crowded bus. Women with young children made them comfortable for the long journey.", "option": null}, {"id": "15032_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/14996.png", "content": "I squeezed in next to a window. The person sitting next to me was holding tightly to a green plastic bag. He wore old sandals,  a worn out coat,  and he looked nervous.", "option": null}, {"id": "15032_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/14998.png", "content": "I looked outside the bus and realised that I was leaving my village,  the place where I had grown up. I was going to the big city.", "option": null}, {"id": "15032_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/14999.png", "content": "The loading was completed and all passengers were seated. Hawkers still pushed their way into the bus to sell their goods to the passengers. Each one was shouting the names of what was available for sale. The words sounded funny to me.", "option": null}, {"id": "15032_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/15000.png", "content": "A few passengers bought drinks,  others bought small snacks and began to chew. Those who did not have any money,  like me,  just watched.", "option": null}, {"id": "15032_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/15001.png", "content": "These activities were interrupted by the hooting of the bus,  a sign that we were ready to leave. The tout yelled at the hawkers to get out.", "option": null}, {"id": "15032_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/15002.png", "content": "The hawkers pushed each other to make their way out of the bus. Some gave back change to the travelers. Others made last minute attempts to sell more.", "option": null}, {"id": "15032_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/15003.png", "content": "As the bus left the bus stop,  I stared out of the window. I wondered if I would ever go back to my village again.", "option": null}, {"id": "15032_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/15004.png", "content": "As the journey progressed,  the inside of the bus got very hot. I closed my eyes,  hoping to sleep.", "option": null}, {"id": "15032_15", "type": "knowledge", "title": null, "header": "assets/topic/asb/15005.png", "content": "But my mind drifted back home. Will my mother be safe? Will my rabbits fetch any money? Will my brother remember to water my tree seedlings?", "option": null}, {"id": "15032_16", "type": "knowledge", "title": null, "header": "assets/topic/asb/15006.png", "content": "On the way,  I memorised the name of the place where my uncle lived in the big city. I was still mumbling it when I fell asleep.", "option": null}, {"id": "15032_17", "type": "knowledge", "title": null, "header": "assets/topic/asb/15007.png", "content": "Nine hours later,  I woke up with loud banging and calling for passengers going back to my village. I grabbed my small bag and jumped out of the bus.", "option": null}, {"id": "15032_18", "type": "knowledge", "title": null, "header": "assets/topic/asb/15008.png", "content": "The return bus was filling up quickly. Soon it would make its way back east.  The most important thing for me now,  was to start looking for my uncle's house.", "option": null}, {"id": "15032_19", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nDay I left home for the city\nAuthor -\nLesley Koyi and Ursula Nafula\nIllustration -\nBrian Wambi\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}