{"$": "StoryConfig", "pages": [{"text": "Once upon a time in a big palace,  there lived a king and his beautiful daughter,  the princess.", "imagePath": "assets/topic/asb/9457.png"}, {"text": "Elephant lived in a house on one side of the palace. Chameleon lived on the other side.", "imagePath": "assets/topic/asb/9458.png"}, {"text": "At this time,  there was a terrible drought across the land. The king had an idea and called his two neighbours to the palace.", "imagePath": "assets/topic/asb/9459.png"}, {"text": "The kind said to Elephant and Chameleon,  \"I want you to stomp on the ground with your feet until water comes out.\" The king promised the princess in marriage to the one who succeeded.", "imagePath": "assets/topic/asb/9460.png"}, {"text": "Chameleon had no hope since he was very small. Elephant was extremely happy since he was so big and powerful. Elephant went to the field and started stomping on the ground.", "imagePath": "assets/topic/asb/9461.png"}, {"text": "A lot of dust came,  but no water. Elephant stomped on the ground until water was almost coming out,  but he was too tired. He gave Chameleon a chance to try.", "imagePath": "assets/topic/asb/9462.png"}, {"text": "Chameleon started stomping on the ground. After a short while,  water came out. People could not believe their eyes!", "imagePath": "assets/topic/asb/9463.png"}, {"text": "So the King gave the beautiful princess to Chameleon. Elephant went home annoyed.", "imagePath": "assets/topic/asb/9464.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nElephant and Chameleon\nAuthor -\nStella Badaru\nIllustration -\nWiehan de Jager\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "15616", "coverImagePath": "assets/topic/asb/9461.png", "title": "Elephant and Chameleon"}