{"$": "StoryConfig", "pages": [{"text": "It was a little girl who first saw the mysterious shape in the distance.", "imagePath": "assets/topic/asb/14972.png"}, {"text": "As the shape moved closer, the girl saw that it was a heavily pregnant woman.", "imagePath": "assets/topic/asb/14973.png"}, {"text": "Shy but brave, the little girl moved nearer to the woman. \"We must keep her with us,\" the little girl's people decided. \"We'll keep her and her child safe.\"", "imagePath": "assets/topic/asb/14974.png"}, {"text": "The child was soon on its way. Everyone wanted to help. \"Push!\" \"Bring blankets!\" \"Water!\" \"Puuuuussssshhh!\"", "imagePath": "assets/topic/asb/14976.png"}, {"text": "But when they saw the baby, everyone jumped back in shock. \"A donkey!\"", "imagePath": "assets/topic/asb/14977.png"}, {"text": "Everyone began to argue. \"We said we would keep mother and child safe, and that's what we'll do,\" said some. \"But they will bring us bad luck!\" said others.", "imagePath": "assets/topic/asb/14978.png"}, {"text": "And so the woman found herself alone again. She wondered what to do with this awkward child. She wondered what to do with herself.", "imagePath": "assets/topic/asb/14979.png"}, {"text": "But finally she had to accept that he was her child and she was his mother. Now, if the child had stayed that same, small size, everything might have been different.", "imagePath": "assets/topic/asb/14980.png"}, {"text": "But the donkey child grew and grew until he could no longer fit on his mother's back. And no matter how hard he tried, he could not behave like a human being. His mother was often tired and frustrated. Sometimes she made him do work meant for animals.", "imagePath": "assets/topic/asb/14981.png"}, {"text": "Confusion and anger built up inside Donkey. He couldn't do this and he couldn't do that. He couldn't be like this and he couldn't be like that. He became so angry that, one day, he kicked his mother to the ground.", "imagePath": "assets/topic/asb/14982.png"}, {"text": "Donkey was filled with shame. He ran away as far and as fast as he could.", "imagePath": "assets/topic/asb/14983.png"}, {"text": "By the time he stopped running, it was night, and Donkey was lost. \"Hee haw?\" he whispered to the darkness. \"Hee Haw?\" it echoed back. He was all alone. Curling himself into a tight ball, he fell into a deep and troubled sleep.", "imagePath": "assets/topic/asb/14984.png"}, {"text": "Donkey woke up to find a strange old man staring down at him. He looked into the old man's eyes and started to feel a twinkle of hope.", "imagePath": "assets/topic/asb/14985.png"}, {"text": "Donkey went to stay with the old man, who taught him many different ways to survive. Donkey listened and learned, and so did the old man. They helped each other, and they laughed together.", "imagePath": "assets/topic/asb/14986.png"}, {"text": "One morning, the old man asked Donkey to carry him to the top of a mountain.", "imagePath": "assets/topic/asb/14987.png"}, {"text": "High up amongst the clouds they fell asleep. Donkey dreamed that his mother was sick and calling to him.", "imagePath": "assets/topic/asb/14988.png"}, {"text": "When Donkey woke up, the clouds had disappeared along with his friend, the old man.", "imagePath": "assets/topic/asb/14989.png"}, {"text": "Donkey finally knew what to do.", "imagePath": "assets/topic/asb/14990.png"}, {"text": "Donkey found his mother, alone and mourning her lost child. They stared at each other for a long time. And then hugged each other very hard.", "imagePath": "assets/topic/asb/14991.png"}, {"text": "The donkey child and his mother have grown together and found many ways of living together. Slowly,  all around them, other families have started to settle.", "imagePath": "assets/topic/asb/14992.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nDonkey child\nAuthor -\nLindiwe Matshikiza\nIllustration -\nMeghan Judge\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© Text: Lindiwe Matshikiza, Artwork: African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.donkeychildprojects.org", "imagePath": null}], "gameDatas": [], "storyId": "15865", "coverImagePath": "assets/topic/asb/14980.png", "title": "Donkey child"}