{"knowledges": [{"id": "16210_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/15103.png", "content": "Long ago,  there was a man who had a very serious wound on his leg. He could not stand or walk. This man lived in a village with his wife and their children.", "option": null}, {"id": "16210_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/15104.png", "content": "The couple had three sons and one daughter. The daughter's name was Nangila. Her duty was to take care of her father. The sons worked on the land and grazed animals.", "option": null}, {"id": "16210_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/15105.png", "content": "Nangila was a beautiful girl. All the villagers liked and respected her. Her parents wanted a good husband for Nangila. They set a difficult task in order to find the right man.", "option": null}, {"id": "16210_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/15106.png", "content": "Anyone who wanted to marry Nangila would have to get a herb from a lake near the village. This herb would heal her father's wound. But the lake was filled with dangerous spirits.", "option": null}, {"id": "16210_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/15107.png", "content": "Some men tried to get the herb but returned without it.\nSome men did not return from the lake at all.", "option": null}, {"id": "16210_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/15109.png", "content": "Nangila felt worried. Not even her brothers would go to the lake. One day, she decided to fetch the herb herself. Her mother said,  \"My daughter, if strong men have failed, how will you succeed?\"\nBut Nangila had made up her mind.", "option": null}, {"id": "16210_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/15110.png", "content": "On the way to the lake,  Nangila met an old woman carrying wood. She helped the woman to carry her firewood. The old woman was grateful. She said to Nangila,  \"I will tell you how to reach the spirit lake and what to do when you get there.\"", "option": null}, {"id": "16210_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/15111.png", "content": "When she reached the shore of the lake,  Nangila saw the spirit family drinking and dancing. She waited and watched. One by one,  the spirits fell asleep.", "option": null}, {"id": "16210_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/15112.png", "content": "Once the spirits were all sleeping, Nangila dived into the lake. She found the herb and put it in her bag. As she swam back to land,  the waves were rising.", "option": null}, {"id": "16210_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/15113.png", "content": "When Nangila reached the shore the spirits were awake. She was afraid,  but she sang the song the old woman taught her, \"I, daughter of Wekesa, am from the lake. I came because men are too scared to come. My father needs this herb to heal his wound. That is why I am here, in the land where many are scared to reach, for you are the rulers.\"", "option": null}, {"id": "16210_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/15114.png", "content": "Nangila's voice was so sweet that the spirits asked her to sing for them again and again. Her singing sent the spirits back to sleep.\nThen Nangila ran very fast until she got to her village.", "option": null}, {"id": "16210_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/15115.png", "content": "Everyone was waiting for Nangila to return. After treating his wound with the herb her father was able to stand again. The entire village danced and praised Nangila.", "option": null}, {"id": "16210_15", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nNangila's courage\nAuthor -\nViolet Otieno\nIllustration -\nVusi Malindi\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}