{"$": "StoryConfig", "pages": [{"text": "One day,  Hare was out looking for food. He met Elephant,  who had a pot of honey. Hare asked Elephant,  \"Please be kind and carry me. I am weak.\"", "imagePath": "assets/topic/asb/17185.png"}, {"text": "Elephant agreed to carry Hare. Hare got onto Elephant's back and held on tightly. He started eating Elephant's honey straight away!", "imagePath": "assets/topic/asb/17186.png"}, {"text": "Honey began dripping on Elephant's back. When Elephant asked what it was,  Hare said that it was from his wound.", "imagePath": "assets/topic/asb/17187.png"}, {"text": "They reached a river and found a large buffalo drinking water.", "imagePath": "assets/topic/asb/17188.png"}, {"text": "Hare wanted to know who was stronger,  Buffalo or Elephant.", "imagePath": "assets/topic/asb/17189.png"}, {"text": "They began arguing. Elephant said she was stronger and Buffalo said she was stronger.", "imagePath": "assets/topic/asb/17190.png"}, {"text": "Hare said he had an idea how to find out who was stronger. He asked them to wait for him there.", "imagePath": "assets/topic/asb/17191.png"}, {"text": "Hare came back with a long rope. He tied the one end around Elephant's waist and led her away from the river.", "imagePath": "assets/topic/asb/17192.png"}, {"text": "Hare tied the other end of the rope around Buffalo's waist and left her near the river.", "imagePath": "assets/topic/asb/17193.png"}, {"text": "Hare ran and hid himself in a tree. He shouted,  \"Ready! One,  two,  three! Pull!\"", "imagePath": "assets/topic/asb/17194.png"}, {"text": "Buffalo and Elephant pulled. Elephant pulled Buffalo.", "imagePath": "assets/topic/asb/17195.png"}, {"text": "Buffalo pulled Elephant. Neither could win.", "imagePath": "assets/topic/asb/17196.png"}, {"text": "From where he was hiding,  Hare continued to eat Elephant's honey.", "imagePath": "assets/topic/asb/17198.png"}, {"text": "After he had finished the honey,  he cut the rope closer to Buffalo.", "imagePath": "assets/topic/asb/17199.png"}, {"text": "Elephant fell over hard and hit a tree.", "imagePath": "assets/topic/asb/17200.png"}, {"text": "Hare went to Buffalo and praised her,  saying that she was stronger.", "imagePath": "assets/topic/asb/17201.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nHare the Trickster\nAuthor -\nDan Kaasha\nIllustration -\nAbraham Muzee\nLanguage -\nEnglish\nLevel -\nFirst sentences\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "17533", "coverImagePath": "assets/topic/asb/17187.png", "title": "Hare the Trickster"}