{"$": "StoryConfig", "pages": [{"text": "Fire,  Water,  Truth and Lies were friends.", "imagePath": "assets/topic/asb/18347.png"}, {"text": "But Lies was not happy and wanted to destroy their friendship.", "imagePath": "assets/topic/asb/18348.png"}, {"text": "One day Lies said,  \"Why don't we all go and look for free land. Then each one of us can have a kingdom?\" They agreed and started walking.", "imagePath": "assets/topic/asb/18349.png"}, {"text": "Lies went to Water and said,  \"Fire is our worst enemy. She burns everything. We need to find a kingdom without her around.\"", "imagePath": "assets/topic/asb/18350.png"}, {"text": "Water said,  \"What should we do?\" Lies replied,  \"Obviously we'll have to kill her. You are the only one with the power to do that. When she is sitting down,  splash on her and destroy her!\"", "imagePath": "assets/topic/asb/18351.png"}, {"text": "Water said,  \"If I do that I'll spill on the earth and won't be able to become one again.\" But Lies said,  \"No problem,  I'll put some stones down,  so you won't spill away. I will collect you again.\" Lies put down stones to collect Water.", "imagePath": "assets/topic/asb/18352.png"}, {"text": "When the unsuspecting Fire sat down,  Water poured all over her. This way,  Lies got rid of Fire and they went on their way.", "imagePath": "assets/topic/asb/18353.png"}, {"text": "After some time,  Lies said to Water,  \"Look,  why don't you sit at the top of this cliff to enjoy the scenery?\"", "imagePath": "assets/topic/asb/18354.png"}, {"text": "When Water sat down,  Lies sneaked up and pulled the stones from under her. She spilled away,  and that was the end of her.", "imagePath": "assets/topic/asb/18355.png"}, {"text": "Now,  Lies had to get rid of Truth. When they came to a big mountain,  Lies told Truth to wait at the bottom of the mountain.", "imagePath": "assets/topic/asb/18356.png"}, {"text": "He pushed down a big stone to crush Truth.", "imagePath": "assets/topic/asb/18357.png"}, {"text": "When the stone crashed down,  diamonds and gold and all sorts of valuable things fell out. Truth managed to crawl out from the broken stone.", "imagePath": "assets/topic/asb/18358.png"}, {"text": "Lies came down to look at the body of Truth. Instead,  he saw all the valuable things. He asked,  \"Where did these come from?\"", "imagePath": "assets/topic/asb/18359.png"}, {"text": "Truth said,  \"When the stone landed on me,  this is what came out.\" Lies wanted these valuable things too. He said,  \"I'll go down to the bottom of the mountain. You go up and push down another big stone.\"", "imagePath": "assets/topic/asb/18360.png"}, {"text": "So,  Truth went up and pushed down a big stone.", "imagePath": "assets/topic/asb/18361.png"}, {"text": "The stone landed on Lies' head and crushed him to death.", "imagePath": "assets/topic/asb/18362.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nFire, Water, Truth and Lies\nAuthor -\nMerga Debelo and Elizabeth Laird\nIllustration -\nMarion Drew\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.ethiopianfolktales.com", "imagePath": null}], "gameDatas": [], "storyId": "18419", "coverImagePath": "assets/topic/asb/18348.png", "title": "Fire, Water, Truth and Lies"}