{"$": "StoryConfig", "pages": [{"text": "Once upon a time,  a man and five animals were going to war together. They traveled all day until the sun went down. \"Where are we going to sleep?\" asked Donkey. \"Look,  there's a hut. We can sleep there,\" said Puff Adder.", "imagePath": "assets/topic/asb/17289.png"}, {"text": "They went to the hut and called. A man and a woman came out. \"You're welcome to sleep here,  but we don't have food for you,\" said the man. \"What about the cow outside your house?\" asked Dog.  \"It's the only thing we have. If we kill it,  we'll have nothing.\" The wife said.  Man said,  \"We will all reward you. Please kill the cow for us.\"", "imagePath": "assets/topic/asb/17290.png"}, {"text": "\"If you give me its blood,  I'll repay you,\" said Lion. \"I want the bones,\" said Dog,  \"and I'll reward you.\" \"Give me the fat,  you won't be sorry\" said Puff Adder. \"I want the meat under the skin. I'll reward you,\" said Eagle. \"Let me have the milk,\" the man said. \"I'll give you something wonderful one day.\" \"I don't want meat. Give me some grass from your roof,\" Donkey said.", "imagePath": "assets/topic/asb/17291.png"}, {"text": "The husband and wife killed their cow. They gave the blood to Lion,  the bones to Dog,  the milk to the man,  the fat to Puff Adder,  and the meat under the skin to Eagle. Donkey got grass from the roof of the hut.", "imagePath": "assets/topic/asb/17292.png"}, {"text": "The travelers slept well that night. The next morning they went away.", "imagePath": "assets/topic/asb/17293.png"}, {"text": "Many weeks passed. Then,  one day,  the man and his wife heard Lion roaring near their hut. They went outside. Lion wasn't there,  but a big elephant tusk was lying on the ground. \"This is very valuable,\" the woman said to her husband. \"Take it into the house,\" her husband said. \"We must be careful. Perhaps thieves will come and steal it.\"", "imagePath": "assets/topic/asb/17294.png"}, {"text": "Just then,  Dog barked. The husband and wife looked behind them. Dog was lying near the door of the house. \"Don't worry,\" he said. \"I'll keep the thieves away. You helped me once and now I'll help you.\"", "imagePath": "assets/topic/asb/17295.png"}, {"text": "Now,  the husband had a wicked brother. He was rich,  he was cruel,  and everyone hated him. He heard about the elephant tusk. \"I want that tusk,\" he thought. \"I'll kill my brother and take it from him.\"", "imagePath": "assets/topic/asb/17296.png"}, {"text": "Late at night,  he went to his brother's house. But Puff Adder was lying on the path,  waiting for him. It bit the wicked brother and he died.", "imagePath": "assets/topic/asb/17297.png"}, {"text": "In that country,  a dead man's brother takes his wealth. So,  the wicked brother's cows and sheep belonged to the husband and his wife. \"Lion,  Dog and Puff Adder have repaid us well,\" the man said to his wife. \"What will Eagle,  Donkey and the man do?\"", "imagePath": "assets/topic/asb/17298.png"}, {"text": "One day,  Eagle was flying high in the sky. He looked down and saw a crowd of elders walking together along the road. Something bright was shining in their hands. \"They have money and jewels,\" thought Eagle. \"They are taking presents from a wife to her husband,  or from a husband to his wife,  to end a quarrel. But they will forgive each other anyway.\"", "imagePath": "assets/topic/asb/17299.png"}, {"text": "Eagle flew down and took the gifts out of the elders' hands. He dropped them outside the hut of the man and his wife.", "imagePath": "assets/topic/asb/17300.png"}, {"text": "On the same day,  Donkey was in a forest not far away. He had a heavy bag full of money on his back. Donkey's master beat him saying,  \"Go faster,  you stupid,  lazy animal!\"  Donkey wanted to punish his cruel master.", "imagePath": "assets/topic/asb/17301.png"}, {"text": "Donkey ran away,  and went to the hut of the husband and wife. \"Take the money,\" he said. \"It's yours.\" The old man and his wife were rich now.", "imagePath": "assets/topic/asb/17302.png"}, {"text": "\"Our friends the animals have been very good to us,\" the man said. \"I'm glad we killed our cow for them.\" \"The man has not repaid us yet,\" his wife said. \"The animals have done many things for us,  but the man will certainly do more.\"", "imagePath": "assets/topic/asb/17303.png"}, {"text": "They waited and waited. Weeks passed,  then months and years,  but the man never came back. Animals keep their promises,  but humans forget theirs.", "imagePath": "assets/topic/asb/17304.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nGrateful animals\nAuthor -\nMariam Mohammed and Elizabeth Laird\nIllustration -\nRob Owen\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.ethiopianfolktales.com", "imagePath": null}], "gameDatas": [], "storyId": "19384", "coverImagePath": "assets/topic/asb/17299.png", "title": "Grateful animals"}