{"$": "StoryConfig", "pages": [{"text": "A long time ago,  the cats and the mice were friends. They worked together and played together. Cats married mice and mice married cats and they were happy.", "imagePath": "assets/topic/asb/18908.png"}, {"text": "But over time,  the mice became worried. \"Some of our relatives have disappeared,\" they said. \"Where are they?\" \"I haven't seen my uncle for a long time,\" one mouse said. \"And I haven't seen my aunt,\" said another mouse. \"My sister isn't here anymore,\" a third mouse said. \"And where's my brother?\" said a fourth mouse.", "imagePath": "assets/topic/asb/18909.png"}, {"text": "An old mouse shook his head. He looked sad. \"I have bad news for you,  my friends,\" he said. \"The cats are eating us. We must be very careful. Soon they will eat us all.\"", "imagePath": "assets/topic/asb/18910.png"}, {"text": "The mice were very frightened. The mothers said to their children,  \"Don't go outside. Be careful. The cats will catch you.\"", "imagePath": "assets/topic/asb/18911.png"}, {"text": "All the mice were careful now. They stayed inside their holes. They did not like to go outside.", "imagePath": "assets/topic/asb/18912.png"}, {"text": "Now,  the cats were worried too. \"Where have all the mice gone?\" they said. \"We're hungry. We haven't got anything to eat.\" \"They're hiding from us,\" a big cat said. \"How can we catch them?\"", "imagePath": "assets/topic/asb/18913.png"}, {"text": "\"I've got an idea,\" another cat said. \"Let's go and visit the mice and arrange a wedding. We'll ask for one of their daughters to marry one of our sons. There'll be a feast and they'll all be together in one place. We can catch them all at the same time. It will be a great feast for us!\" \"That's a very good idea,\" said all the other cats.", "imagePath": "assets/topic/asb/18932.png"}, {"text": "So,  the cats sent their elders to the mice. \"Give us one of your daughters,\" they said. \"We want a wife for one of our sons.\"", "imagePath": "assets/topic/asb/18933.png"}, {"text": "The mice were very surprised. \"We don't trust you,\" they said. \"You only want to eat us.\" \"No! No!\" answered the cats. \"We're very honest and sincere and want to be your friends. It's true,  a long time ago some of us ate some of you. But we must forget that now. We'll never eat you again.\"", "imagePath": "assets/topic/asb/18934.png"}, {"text": "The mice looked at the cats. The cats were all smiling. \"All right,\" the mice said. \"We agree. We will give one of our daughters to one of your sons.\"", "imagePath": "assets/topic/asb/18935.png"}, {"text": "The cats went home happily. \"The wedding day will be wonderful,\" they said,  licking their lips.", "imagePath": "assets/topic/asb/18936.png"}, {"text": "The wedding day came. The mice were still very worried. \"Stay near your holes,\" they said to their children. \"Look,  the cats are coming. If they're nice to us,  we'll be nice to them. But if they try to eat us,  we'll be ready.\"", "imagePath": "assets/topic/asb/18937.png"}, {"text": "The cats came down the road. They were singing a wedding song.", "imagePath": "assets/topic/asb/18938.png"}, {"text": "\"Can you hear the words of the song?\" an old mouse asked a young one. \"Yes,\" the young mouse said. \"Catch them and eat them. Catch them and eat them!\"", "imagePath": "assets/topic/asb/18939.png"}, {"text": "\"Then we must sing too,\" said the old mouse. He began to sing,  \"Run,  mice,  run. Run,  mice,  run!\" All the mice jumped into their holes and escaped.", "imagePath": "assets/topic/asb/18940.png"}, {"text": "The cats arrived and asked each other,  \"Where is the bride for our son?\" The old mouse put his head out of his hole. \"We've learned our lesson,\" he said. \"When your enemies pretend to be your friends,  you must be ready to run away.\"", "imagePath": "assets/topic/asb/18941.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nCats and mice\nAuthor -\nMerga Debelo and Elizabeth Laird\nIllustration -\nJacob Kono\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.ethiopianfolktales.com", "imagePath": null}], "gameDatas": [], "storyId": "19402", "coverImagePath": "assets/topic/asb/18908.png", "title": "Cats and mice"}