{"$": "StoryConfig", "pages": [{"text": "Once upon a time,  there was a rich man who had two sons. The rich man wrote in his will that the first son should get all his cows. And only one rooster should go to his second son.", "imagePath": "assets/topic/asb/17994.png"}, {"text": "So,  after the man died,  his first son got all the cows. The second son was only given one rooster.", "imagePath": "assets/topic/asb/17995.png"}, {"text": "After some time,  the rich son became sick. He went to the healer to ask what he should do to get better. The healer said,  \"You should slaughter a rooster of a special colour.\"", "imagePath": "assets/topic/asb/17997.png"}, {"text": "The rich son did not know where to get the rooster of the special colour. Then he remembered his brother's rooster. He sent some people to his brother.", "imagePath": "assets/topic/asb/18138.png"}, {"text": "The brother said to them,  \"All that I have is this rooster. But if it can make my brother better,  I would rather lose the rooster.\" He generously gave the rooster.", "imagePath": "assets/topic/asb/18139.png"}, {"text": "The people slaughtered it and fed it to the sick brother. The brother recovered from his sickness.", "imagePath": "assets/topic/asb/18140.png"}, {"text": "After some time a most unusual thing happened. The rich brother's body began growing feathers.", "imagePath": "assets/topic/asb/18141.png"}, {"text": "He could not believe his eyes.", "imagePath": "assets/topic/asb/18142.png"}, {"text": "He went to the elders. They said,  \"This is the result of being unfair to your brother. You have taken all the cows,  and the rooster that your father left him.\"  The elders told the rich brother,  \"To get better,  your brother must forgive you.\"", "imagePath": "assets/topic/asb/18143.png"}, {"text": "The elders continued,  \"We will take this bracelet as a sign of forgiveness and give it to your brother. If he spits on it,  you'll be cured.\"", "imagePath": "assets/topic/asb/18144.png"}, {"text": "The elders took the bracelet to the brother and said,  \"Spit on it and forgive your brother.\" The brother spat on it.", "imagePath": "assets/topic/asb/18145.png"}, {"text": "As a result,  the elders decided to give the poor brother half of the rich brother's cows.", "imagePath": "assets/topic/asb/18146.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMan who grew feathers\nAuthor -\nWorku Debele and Elizabeth Laird\nIllustration -\nTadesse Teshome\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.ethiopianfolktales.com", "imagePath": null}], "gameDatas": [], "storyId": "19400", "coverImagePath": "assets/topic/asb/18142.png", "title": "Man who grew feathers"}