{"knowledges": [{"id": "19600_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/19567.png", "content": "Muniafu lived with his grandparents,  his aunt,  an uncle,  a hen,  a goat,  a sheep and a pig. The hen stayed in a small cage. The goat,  sheep and pig were each tied on the side of the wall. The grandparents were still well,  and the aunt and uncle helped with the work.", "option": null}, {"id": "19600_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/19568.png", "content": "This changed few years later. Muniafu's grandparents aged and could not hear or see well. His aunt became sickly and could not help clean the house. His uncle slept all the time and did not help to feed the animals.", "option": null}, {"id": "19600_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/19569.png", "content": "The animals made so much noise because they were hungry. The house was so dirty because the aunt did not clean it. Muniafu was tired all the time because he went out every day to look for food for them all.", "option": null}, {"id": "19600_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/19570.png", "content": "Muniafu could not cope with the situation anymore. He went to ask his elderly grandparents for a solution. He was unhappy because his grandparents did not hear him. His sick aunt said,  \"All I want is to be able to sleep at night and wake up in the morning.\"", "option": null}, {"id": "19600_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/19571.png", "content": "His lazy uncle said,  \"Sell the animals and buy alcohol for your grandparents. They will sleep and won't bother you.\" Muniafu was angry. He said,  \"Uncle,  you know that I cannot sell the animals. They are the only wealth I have.\"", "option": null}, {"id": "19600_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/19572.png", "content": "One night Muniafu lay awake. He remembered a wise man who was believed to have solutions to all problems. Muniafu took his animals and visited the wise man. He kept a rope on the goat,  sheep and pig and carried the hen.", "option": null}, {"id": "19600_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/19573.png", "content": "Muniafu arrived at the wise man's home,  tired and hungry. After explaining his problem to the wise man,  the wise man said,  \"I will help you but you must do as I say.\" Muniafu replied,  \"I will do anything to solve my problem.\"", "option": null}, {"id": "19600_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/19574.png", "content": "The wise man said,  \"Leave the animals here and go back to your house.\" Muniafu said,  \"But I have lived with my animals for a long time. They are the only wealth I have.\"", "option": null}, {"id": "19600_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/19575.png", "content": "The wise man said,  \"I told you I would help you but you must do as I say.\" Muniafu needed a solution to his problem so much that he left his animals and returned home.", "option": null}, {"id": "19600_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/19576.png", "content": "His house was too quiet and empty. Everybody missed the animals. Muniafu's grandparents complained because they had no milk from the goat. The uncle said,  \"We are so poor,  everyone is laughing at us.\"", "option": null}, {"id": "19600_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/19577.png", "content": "Muniafu could not cope with the complaints anymore. Besides,  he missed his animals. He returned to the wise man to ask for advice. \"Life is very different without my animals in the house. My relatives are complaining so much.\"", "option": null}, {"id": "19600_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/19578.png", "content": "The wise man said,  \"I will help you but you must do as I tell you. Go home and take your grandparents out of the house.\" Muniafu said,  \"How can I do that? They are my grandparents and they depend on me.\"", "option": null}, {"id": "19600_15", "type": "knowledge", "title": null, "header": "assets/topic/asb/19579.png", "content": "In the end,  Muniafu went home and did as he was told. He did not have any peace of mind. His grandparents had nowhere to go. They wandered around,  trying not to bump into things. They felt the heat during the day and the cold at night.", "option": null}, {"id": "19600_16", "type": "knowledge", "title": null, "header": "assets/topic/asb/19580.png", "content": "His sick aunt cried,  \"Don't throw me out!\" His lazy uncle cried,  \"Don't throw me out either!\"", "option": null}, {"id": "19600_17", "type": "knowledge", "title": null, "header": "assets/topic/asb/19581.png", "content": "Muniafu could not take it anymore. He returned to the wise man confused and angry. He cried saying,  \"This is too much for one person. Give me a better solution.\"", "option": null}, {"id": "19600_18", "type": "knowledge", "title": null, "header": "assets/topic/asb/19582.png", "content": "The wise man said,  \"Here,  take your animals home and return your grandparents in the house.\"  Muniafu did as he was told. His aunt said,  \"I will clean the house.\" His uncle stopped being lazy and helped Muniafu with work. They were all happy once more.", "option": null}, {"id": "19600_19", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMan with a serious problem\nAuthor -\nUrsula Nafula\nIllustration -\nAbraham Muzee\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}