{"$": "StoryConfig", "pages": [{"text": "Once upon a time,  Crocodile was sitting near a big lake basking in the sun. Ape arrived at the water and they greeted each other.", "imagePath": "assets/topic/asb/19075.png"}, {"text": "Ape asked where Crocodile lived. Crocodile answered,  \"I live in the lake.\"  Ape was amazed. She asked Crocodile,  \"How is life in the water? Is it good?\"", "imagePath": "assets/topic/asb/19076.png"}, {"text": "Crocodile answered,  \"Life in the water is good. Where do you live?\" Ape answered,  \"I live in the trees. I eat fruits and leaves. What do you eat?\"", "imagePath": "assets/topic/asb/19077.png"}, {"text": "Crocodile answered,  \"I eat meat.\" She was already thinking of how to catch Ape and eat her. She asked Ape,  \"Can you swim?\"", "imagePath": "assets/topic/asb/19078.png"}, {"text": "Ape answered,  \"No,  No! I cannot swim.\" Crocodile said,  \"Let me teach you how to swim.\" Ape answered,  \"No,  I am not interested.\"", "imagePath": "assets/topic/asb/19079.png"}, {"text": "Crocodile lied to Ape saying,  \"We have become friends. Do not be afraid of me. Come,  sit on my back.\" So Ape sat on Crocodile's back and Crocodile started swimming.", "imagePath": "assets/topic/asb/19080.png"}, {"text": "When they reached in the middle of the lake,  Crocodile asked Ape,  \"How do you feel being in the lake? Are you comfortable?\"  Ape answered,  \"It is interesting and I am happy.\"", "imagePath": "assets/topic/asb/19081.png"}, {"text": "Crocodile sighed and said to Ape,  \"My uncle is very sick. We haven't found the medicine to treat him.\"", "imagePath": "assets/topic/asb/19082.png"}, {"text": "Ape was so afraid that she was trembling. She wondered how she would escape from Crocodile.", "imagePath": "assets/topic/asb/19083.png"}, {"text": "Then Ape had an idea. She said to Crocodile,  \"Do not worry. I will give my heart for your uncle. Ape meat will cure him.\"", "imagePath": "assets/topic/asb/19084.png"}, {"text": "Crocodile was impressed. She said,  \"Really! Would you be willing to give your heart for my uncle?\" Ape answered,  \"Yes of course. We are friends!\"", "imagePath": "assets/topic/asb/19085.png"}, {"text": "A short while later,  Ape said,  \"Oh! I'm really sorry my friend. I forgot my heart in a tree. Let's go back so I can fetch it.\"", "imagePath": "assets/topic/asb/19086.png"}, {"text": "Crocodile hesitated and then asked,  \"Are you sure? Will you bring your heart from the tree?\" Ape answered,  \"Yes,  I will bring it. I will even go with you to visit your uncle.\"", "imagePath": "assets/topic/asb/19087.png"}, {"text": "Crocodile agreed and swam back to the shore of the lake. As soon as they reached land,  Ape jumped from Crocodile's back.", "imagePath": "assets/topic/asb/19088.png"}, {"text": "From the safety of a tree branch,  Ape called,  \"Good bye my friend,  Crocodile. Thank you for the lake tour.\"", "imagePath": "assets/topic/asb/19089.png"}, {"text": "Crocodile was angry. She hissed,  \"So,  did you lie to me? Are you coming back with your heart?\"  Ape responded,  \"I was able to sit on your back only because my heart was with me!\"", "imagePath": "assets/topic/asb/19090.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nApe and Crocodile\nAuthor -\nMulualem Daba\nTranslation -\nMulualem Daba\nIllustration -\nAbraham Muzee\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "20374", "coverImagePath": "assets/topic/asb/19079.png", "title": "Ape and Crocodile"}