{"knowledges": [{"id": "21073_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/17968.png", "content": "Once upon a time,  there was a young mule called Wardit. She was clever,  and beautiful. She was also very proud. One day,  Wardit was going to the river to drink some water.", "option": null}, {"id": "21073_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/17969.png", "content": "A handsome young horse was walking along the same road. The horse saw Wardit and thought,  \"Here is the most beautiful mule in the world! I must marry her.\"", "option": null}, {"id": "21073_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/17970.png", "content": "\"Where are you going?\" the horse asked Wardit. \"I'm going to the river to drink water,\" she replied. \"Let me come with you,\" the horse said.", "option": null}, {"id": "21073_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/17971.png", "content": "The horse said,  \"Wardit,  you are the most beautiful mule in the world! Please,  be my wife!\" Wardit looked at the horse. She thought,  \"He is young,  handsome,  and strong. Yes,  I will marry him!\"", "option": null}, {"id": "21073_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/17972.png", "content": "The horse wanted to know everything about his future wife. He asked,  \"Who is your father? Who is your mother?\" Wardit turned her head away. She didn't answer him. The horse said,  \"My dear,  I must know the family of my bride.\"", "option": null}, {"id": "21073_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/17973.png", "content": "Wardit laughed. She said,  \"You can see my mother every day. She lives in the palace. The governor rides her each morning.\" \"But who is your father?\" the horse asked.", "option": null}, {"id": "21073_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/17974.png", "content": "Wardit said,  \"My sister belongs to the priest. Don't you know her? He rides her to the church.\" \"Yes,  but who is your father? Where is he?\" the horse asked again.", "option": null}, {"id": "21073_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/17975.png", "content": "Wardit went on,  \"And my aunt is so beautiful! She lives with the headman of the village. He loves her like his daughter.\" \"That's very good,  but please,  tell me about your father,\" the horse said.", "option": null}, {"id": "21073_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/17976.png", "content": "Just then,  an old donkey came down the road. It was Wardit's father. She looked at him,  and she was ashamed. \"My father is only a donkey. The horse will not want a donkey to be his father-in-law,\" thought Wardit.", "option": null}, {"id": "21073_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/17977.png", "content": "The donkey was near Wardit now. She did not greet him. She did not even look at him.", "option": null}, {"id": "21073_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/17978.png", "content": "\"Wardit!\" exclaimed the old donkey. \"What's the matter,  my girl?\" he asked. \"Why don't you speak to me?\" The donkey became angry with his daughter. Wardit said nothing. She looked away.", "option": null}, {"id": "21073_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/17979.png", "content": "Then the horse became angry. He said to Wardit,  \"Who is this foolish old donkey? Why is he speaking to you?\" \"I don't know him,\" said Wardit.", "option": null}, {"id": "21073_15", "type": "knowledge", "title": null, "header": "assets/topic/asb/17980.png", "content": "\"You don't know me? Wardit,  I am your\" cried the old donkey. But the horse wasn't listening.", "option": null}, {"id": "21073_16", "type": "knowledge", "title": null, "header": "assets/topic/asb/17981.png", "content": "\"Go away!\" shouted the horse. \"You foolish old donkey. Leave us alone!\" The old donkey didn't move. The horse kicked him. The donkey fell down.", "option": null}, {"id": "21073_17", "type": "knowledge", "title": null, "header": "assets/topic/asb/17982.png", "content": "The donkey looked up to the sky. \"Oh God,\" he cried. \"Did you see this?\" The poor old donkey's heart broke,  and he died.", "option": null}, {"id": "21073_18", "type": "knowledge", "title": null, "header": "assets/topic/asb/17984.png", "content": "God heard the donkey's words. God said to Wardit,  \"Your father is dead,  and now I will punish you. Horses will have children,  and donkeys will have children. But you,  the mule,  will never have a child. This is your punishment because you did not respect your father.\"", "option": null}, {"id": "21073_19", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nWardit, the mule\nAuthor -\nMesfin Habte-Mariam and Elizabeth Laird\nIllustration -\nMarleen Visser\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.ethiopianfolktales.com", "option": null}], "activities": [], "quizzes": []}