{"$": "StoryConfig", "pages": [{"text": "A long time ago,  there lived a man called Mulongo and his wife Nambuya. They had two children,  Mukhwana and Namono. There was a famine in the land where they lived. All the villagers,  including Mulongo and his family,  would leave their homes early to look for food in the forest.", "imagePath": "assets/topic/asb/8111.png"}, {"text": "One day,  Mulongo,  his wife and children decided to go deep in the forest in search of something to eat. From morning to evening they looked for food but they found nothing. Nambuya urged her husband to go further into the forest. Mulongo led the way as Nambuya and the two children followed.", "imagePath": "assets/topic/asb/8112.png"}, {"text": "Suddenly Mulongo saw a beautiful banana plantation. He called his wife and said,  \"Is that not a banana plantation? I can see bananas and other food crops. I wonder whose it is.\" They moved on and soon saw a house in the middle of the plantation. They stopped,  looked in all directions,  but there was no one around. Because they were hungry and it was nearly night time,  they decided to sit and wait for the owner.", "imagePath": "assets/topic/asb/8113.png"}, {"text": "Suddenly they heard heavy breathing close to the house. They were frightened to see a huge ogre arrive. \"Who are you and what do you want?\" asked the ogre in a fearful voice. Mulongo in a trembling voice said,  \"We came looking for food because there is famine in our place.\" The ogre gave them food.", "imagePath": "assets/topic/asb/8114.png"}, {"text": "For several days the ogre allowed Mulongo and his family to eat his crops without asking for anything in return. One morning,  however,  the ogre said to Nambuya,  \"I want you to cook your son for me to eat when I come back this evening.\" When the ogre had gone Mulongo went into the bush and killed some small animals,  which he asked his wife to cook for the ogre. Meanwhile he asked Mukhwana to climb up a leafy mango tree and hide.", "imagePath": "assets/topic/asb/8115.png"}, {"text": "In the evening the ogre returned and asked,  \"Have you cooked Mukhwana for me?\" Mulongo's wife answered,  \"Yes.\" She gave the ogre the meat and he greedily ate everything. Then he said,  \"Tomorrow you cook your daughter.\"", "imagePath": "assets/topic/asb/8116.png"}, {"text": "The following morning Mulongo and his wife did as they had done on the first day. Namono was hidden up the mango tree. When the ogre returned he said,  \"Did you cook Namono?\" Again,  Nambuya told the ogre that she had done so.", "imagePath": "assets/topic/asb/8117.png"}, {"text": "After eating,  the ogre instructed Nambuya to cook her husband Mulongo,  the next day. Nambuya was perturbed but Mulongo said he would go out again and catch some animals to cook. He did that and after giving the meat to his wife,  he also climbed up the mango tree to hide.", "imagePath": "assets/topic/asb/8118.png"}, {"text": "At dusk the ogre came back. Nambuya gave the meat to the ogre who enjoyed it very much. He told Nambuya,  \"Tomorrow cook yourself.\" When the ogre had left Nambuya called her husband to advise her. Mulongo said,  \"Go and look for some small animals and cook them for the ogre. When everything is ready,  come up the tree where we are.\"", "imagePath": "assets/topic/asb/8119.png"}, {"text": "The ogre came back in the afternoon and started eating his tasty evening meal of sweet meat. He felt sleepy,  went to lie under the mango tree and began snoring. But not so long after,  the ogre woke up because he heard noises above him. The ogre looked up to the tree and saw Mulongo and his wife and children.", "imagePath": "assets/topic/asb/8120.png"}, {"text": "The ogre was very angry. \"So you deceived me? Let me come and get you,\" he shouted. As the ogre was struggling to climb up the tree,  Mulongo quickly thought of a trick and said,  \"It will be easier for you to reach us if you tie a rope around your neck and we help to pull you up.\"", "imagePath": "assets/topic/asb/8121.png"}, {"text": "The ogre ran into the house,  brought a strong rope and after tying it around his neck he threw the other end of the rope to Mulongo. Mulongo and his wife and children started pulling the ogre up as they twisted the rope. The rope soon tightened around the ogre's neck until he could not breathe and died. Mulongo and his family came down the tree and took over the ogre's house and property.", "imagePath": "assets/topic/asb/8122.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMulongo and the Ogre\nAuthor -\nFabian Wakholi\nTranslation -\nFabian Wakholi\nIllustration -\nNatalie Propa\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "21138", "coverImagePath": "assets/topic/asb/8114.png", "title": "Mulongo and the Ogre"}