{"$": "StoryConfig", "pages": [{"text": "Long time ago Hare and Hyena were great friends. They did many things together. They danced and sang together.", "imagePath": "assets/topic/asb/8135.png"}, {"text": "One day, Hare said, \"My friend Hyena, let us start farming together and we will be rich.\" \"Oh yes, we can plant a lot of food, harvest it, and sell it to others,\" Hyena said. \"But what shall we plant?\" asked Hare.", "imagePath": "assets/topic/asb/8136.png"}, {"text": "Hyena suggested that it was good to plant maize. Hare agreed. Hare also told Hyena that it was good for them to share duties on the farm. \"My work will be guarding the maize from birds,\" said Hare. Then Hare told Hyena to till the land, plant, and weed.", "imagePath": "assets/topic/asb/8137.png"}, {"text": "Hyena complained that he had been given more work. But Hare said that the work of chasing birds was the most difficult and most important. \"My work is not easy. I will be climbing trees and chasing birds away day and night. And you are not able to climb a tree,\" Hare explained.", "imagePath": "assets/topic/asb/8138.png"}, {"text": "Hyena was convinced by Hare's words. He agreed to till the land alone. It was a lot of work. Hare did not help at all. After tilling the land, Hyena planted maize in the whole field, alone.", "imagePath": "assets/topic/asb/8139.png"}, {"text": "When weeds grew in the field, Hyena weeded. It was a lot of work. Hare sat on a rock singing: \"My friend is a worker, I am his adviser. He works like a tractor,  I am his manager. The soil he toils, The hills he tills,  The seeds he plants, The weeds he cuts, The maize we harvest.\"", "imagePath": "assets/topic/asb/8140.png"}, {"text": "When the maize was almost ready, Hare enjoyed himself singing in the field to keep birds away. Chasing the birds was not a hard job. He did not sweat at all.", "imagePath": "assets/topic/asb/8141.png"}, {"text": "Finally, the maize was ready to harvest. Hare told Hyena that they would share the harvest between themselves. Hare said, \"I will harvest everything that grows above the soil and you will harvest everything that grows below the soil.\" Hyena thought that it was a good idea.", "imagePath": "assets/topic/asb/8142.png"}, {"text": "Hare said, \"I will first get my harvest then you will harvest yours.\" So Hare harvested all the maize in the field and put it in his store.", "imagePath": "assets/topic/asb/8143.png"}, {"text": "Hyena went to harvest things that grew below the soil. He dug, hoping to get a good harvest. But he only found roots under the soil. He dug everywhere. He did not find anything to harvest.", "imagePath": "assets/topic/asb/8144.png"}, {"text": "Hyena realised that he had been cheated. He was angry. He returned home carrying empty baskets. In the evening he went to Hare's home very annoyed. He told Hare, \"Let us now farm together again my friend.\"", "imagePath": "assets/topic/asb/8145.png"}, {"text": "Hyena told Hare, \"This time I will harvest everything that grows above the ground and you will harvest everything that grows below the soil.\" Hare accepted. He told Hyena that instead of planting maize it was good to change the crop. They agreed to plant potatoes.", "imagePath": "assets/topic/asb/8146.png"}, {"text": "Hyena also insisted that this time they would both do the digging, planting and weeding. Hare accepted. So they worked on the farm together, singing.", "imagePath": "assets/topic/asb/8147.png"}, {"text": "When the potatoes were ready, Hare told Hyena to harvest what grows above the ground. Hyena went looking for something to harvest. But he did not find anything. He only found potato leaves. He went back home with empty baskets.", "imagePath": "assets/topic/asb/8148.png"}, {"text": "Hare harvested a lot of big potatoes. He put them in his store. When Hyena saw Hare's harvest, he was annoyed. \"Why did you cheat me?\" Hyena asked Hare. Hare explained that it was Hyena himself who chose to harvest the things that grew above the soil.", "imagePath": "assets/topic/asb/8149.png"}, {"text": "Hyena was very angry. He chased after Hare in order to get revenge. But Hare ran away fast. Since that day,  Hare and Hyena have not been friends.", "imagePath": "assets/topic/asb/8150.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nHare and Hyena\nAuthor -\nMutugi Kamundi\nIllustration -\nRob Owen\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "21134", "coverImagePath": "assets/topic/asb/8138.png", "title": "Hare and Hyena"}