{"$": "StoryConfig", "pages": [{"text": "Once upon a time,  there was a man who had three sons. The youngest son was the cleverest and his father liked him the most. Then the man realised that his two other sons were jealous. So when the father died,  he left all his cattle to his two elder sons. He only left one ox for the youngest son. But the brothers were still jealous of him.", "imagePath": "assets/topic/asb/19349.png"}, {"text": "One day they said,  \"We've got to slaughter your ox.\" He was the youngest so he couldn't protest. He said,  \"If that must be so,  there's nothing I can do. But please give me the hide.\" When they slaughtered the ox,  he took the hide. After drying it,  he climbed a tree with it.", "imagePath": "assets/topic/asb/19340.png"}, {"text": "As it got darker,  a group of merchants came to sleep under the tree. In the middle of the night,  the young man started beating the hide with a stick. When the stick hit the hide it sounded like thunder. The merchants thought that a storm was coming. They ran off leaving their goods behind.", "imagePath": "assets/topic/asb/19351.png"}, {"text": "The young man picked up the goods and took them home to his brothers. They asked,  \"Where did you get all these things?\"  He said,  \"The price of hides is so expensive that I got all this for my one hide.\"", "imagePath": "assets/topic/asb/19345.png"}, {"text": "The brothers quickly slaughtered their cattle. They went to the market and called,  \"Hides for sale! Hides for sale!\"  The people at the market said,  \"We don't want your hides!\" They were very angry and said to their brother,  \"You fooled us,  so as a punishment,  we're going to burn your hut.\"", "imagePath": "assets/topic/asb/19348.png"}, {"text": "The smart brother said,  \"There's nothing I can do,  but please give me the ashes.\" They burnt his hut. He took the ashes in a bag and went away to a rich man's hut. The rich man gave him permission to sleep in his hut. When he was going to eat,  he said to the rich man,  \"Look after this bag,  it has got a lot of valuables.\"", "imagePath": "assets/topic/asb/19342.png"}, {"text": "In the morning he started shouting. The rich man went to ask him what was wrong. \"Someone has taken all my valuables and replaced them with ashes!\" moaned the young man. The rich man didn't want his reputation to be ruined. So he said,  \"I'll fill it up with anything you want.\" He filled it with wheat,  teff and all sorts of seeds.", "imagePath": "assets/topic/asb/19341.png"}, {"text": "The brother went home and said,  \"Look,  ashes have become very expensive. See what I managed to buy from selling those ashes.\" The brothers went and burnt their huts as well. They took the ashes to the market and shouted,  \"Ashes for sale! Ashes for sale!\"  Everybody said,  \"How stupid you are,  who'll buy ashes?\"", "imagePath": "assets/topic/asb/19347.png"}, {"text": "The brothers were very angry and decided to kill their younger brother. They tied him up and put him in a basket so that they could throw him over a cliff. While they were carrying the basket to the cliff,  they met an old man. He said to them,  \"My cattle have run away,  will you bring them back for me?\" The brothers put down the basket and ran off.", "imagePath": "assets/topic/asb/19344.png"}, {"text": "The young man called from inside the basket to the old man. He asked,  \"What's wrong with you?\" The young man replied,  \"They want me to become a king but I don't want to be one.\" The old man said,  \"If I get into the basket will I become king?\" And the young man answered,  \"Yes.\"", "imagePath": "assets/topic/asb/19350.png"}, {"text": "The old man let the young man out of the basket and he got inside. After the brothers returned with the cattle,  they picked up the basket and threw it over the cliff. The young brother took the old man's cattle back to his hut. His brothers were amazed that he was still alive,  but all they said was,  \"Where did you get these cattle?\"", "imagePath": "assets/topic/asb/19343.png"}, {"text": "He said,  \"There are many cattle at the bottom of the cliffs. If you jump off the cliffs in baskets,  you will find some too.\" The older brothers got into baskets. The clever brother threw the baskets over the cliffs. He lived happily ever after.", "imagePath": "assets/topic/asb/19346.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nClever brother\nAuthor -\nMerga Debelo and Elizabeth Laird\nTranslation -\nMulualem Daba and Elizabeth Laird\nIllustration -\nTadesse Teshome\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.ethiopianfolktales.com", "imagePath": null}], "gameDatas": [], "storyId": "21621", "coverImagePath": "assets/topic/asb/19342.png", "title": "Clever brother"}