{"$": "StoryConfig", "pages": [{"text": "Parna was a tall, slender boy who was in Grade 3.\nHe liked to wear the long black coat that his Uncle Teteyo gave him.", "imagePath": "assets/topic/asb/25498.png"}, {"text": "During holiday time, Parna looked after his parents' cows.", "imagePath": "assets/topic/asb/25499.png"}, {"text": "One day, as Parna looked after the cows, it suddenly started raining.", "imagePath": "assets/topic/asb/25500.png"}, {"text": "Just at that time, his father's favourite cow, Blackie, gave birth.\nThe calf was the most beautiful calf that Parna had ever seen.", "imagePath": "assets/topic/asb/25501.png"}, {"text": "Parna was so happy caring for Blackie and the calf that he forgot about the rest of the cows.", "imagePath": "assets/topic/asb/25502.png"}, {"text": "He thought, \"Father promised to give the calf to me if it is female.\"", "imagePath": "assets/topic/asb/25503.png"}, {"text": "As he daydreamed, a strong hand pulled him up.\nParna saw Uncle Teteyo and remembered, \"Uncle, where are the cows?\"", "imagePath": "assets/topic/asb/25504.png"}, {"text": "Uncle Teteyo replied, \"Your mother found all the cows in the shed, except Blackie, and you.\nShe was afraid so she sent me to fetch you.\"", "imagePath": "assets/topic/asb/25505.png"}, {"text": "Parna excitedly told his uncle how Blackie gave birth to the beautiful calf.\nUncle Teteyo said, \"I'll carry the calf as you and Blackie follow.\"", "imagePath": "assets/topic/asb/25506.png"}, {"text": "Everyone was happy to see Parna, Blackie and the calf safe.", "imagePath": "assets/topic/asb/25507.png"}, {"text": "Parna asked his father, \"Will you let me have the calf as you promised?\"", "imagePath": "assets/topic/asb/25508.png"}, {"text": "\"Yes, my son, she is all yours. A promise is a promise.\"", "imagePath": "assets/topic/asb/25509.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nParna's calf\nAuthor -\nSoila Murianka\nIllustration -\nJacob Kono\nLanguage -\nEnglish\nLevel -\nFirst sentences\n© African Storybook Initiative 2017\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "21747", "coverImagePath": "assets/topic/asb/25507.png", "title": "Parna's calf"}