{"$": "StoryConfig", "pages": [{"text": "There were two poor neighbours who were friends,  Meseret and Demeke. One day,  Meseret said to Demeke,  \"I must take my barley to the market today. The sack is very heavy,  and the market is far away. I wish I had enough money to buy a donkey.\"", "imagePath": "assets/topic/asb/17050.png"}, {"text": "Demeke nodded and said,  \"And I must buy some new pots at the market today. They will be very heavy. I wish I had a donkey,  too. I only have half the money.\"", "imagePath": "assets/topic/asb/17052.png"}, {"text": "Meseret had an idea. \"Let's buy a donkey together. You can pay half and I will pay half. One week,  I will take the donkey to the market,  and the next week,  you can take it.\" Meseret and Demeke bought a donkey. For a long time they were both happy.", "imagePath": "assets/topic/asb/17053.png"}, {"text": "But one day,  Meseret's father died. Meseret took all his father's fields,  trees,  cows and sheep. He was rich now and didn't want to work with Demeke anymore. And,  he wanted his half of the donkey.", "imagePath": "assets/topic/asb/17054.png"}, {"text": "Meseret said to Demeke,  \"My dogs need meat. I want to kill our donkey. You can have half of it,  and I will have the other half.\" Demeke cried,  \"I don't need any meat. I need the donkey. If you want to kill it,  give me money for my half.\" Meseret was angry. \"I'm not going to give you any money,\" he said. \"Half of the donkey is mine,  and I want to have it.\" \"Let's go to the judge,\" Demeke said. \"He can decide between us.\"", "imagePath": "assets/topic/asb/17055.png"}, {"text": "Meseret and Demeke went to see the judge. The judge was not a wise man. He didn't listen carefully. \"Do you both own the donkey?\" he asked. \"Yes,\" Meseret and Demeke agreed. \"Then half of it belongs to one of you,  and half of it belongs to the other,\" the judge said. \"If Meseret wants his half,  he can take it. Kill the donkey,  and cut it in half.\"", "imagePath": "assets/topic/asb/17057.png"}, {"text": "Meseret was happy. He killed the donkey and took half of the meat to give to his dogs. Demeke was unhappy and thought,  \"My poor donkey has gone,  and now I must carry everything myself.\"", "imagePath": "assets/topic/asb/17058.png"}, {"text": "A few months later,  Meseret wanted to build a new hut for himself. He thought,  \"I'll burn down my old hut and build a big new one.\" Meseret began to carry everything out of his hut. Demeke saw him and asked,  \"What are you doing?\" Meseret replied,  \"I'm going to burn my hut and build a new one.\" Demeke was worried,  \"But your hut is next to mine. If you burn your hut,  you will burn mine,  too.\"", "imagePath": "assets/topic/asb/17060.png"}, {"text": "Meseret was angry. \"Don't try to stop me! This is my hut,  and I will burn it if I want to,\" he said. \"Stop! Let's go and ask the judge.\" cried Demeke. The unwise judge didn't listen carefully and didn't try to understand. \"Let Meseret burn his hut because it's his own and no one can stop him,\" the unwise judge ruled.", "imagePath": "assets/topic/asb/17061.png"}, {"text": "So Meseret burned his hut. The wind carried the fire to the roof of Demeke's hut and soon it was burning too. They went back to the judge. Demeke cried,  \"Look! Meseret has burned my hut! He must pay me.\" \"No,  Meseret burned his own hut. It was the fire that burned your hut. Meseret can keep his money,\" decided the judge.", "imagePath": "assets/topic/asb/17062.png"}, {"text": "Poor Demeke was very unhappy. He had no donkey and no hut. All he had was his field. Every day,  he worked in his field. Every night he and his family slept under a tree.", "imagePath": "assets/topic/asb/17063.png"}, {"text": "It was nearly harvest time by now. Demeke had worked hard in his field. He pulled out the weeds. He frightened away the birds. There was a good crop of chickpeas in his field.", "imagePath": "assets/topic/asb/17064.png"}, {"text": "One day,  Meseret's sons came to visit their father. They passed by Demeke's field. \"Chickpeas! They are delicious!\" shouted the one son. The boys ran into the field,  and began to eat the chickpeas. Soon,  many of the peas were gone.", "imagePath": "assets/topic/asb/17066.png"}, {"text": "Demeke saw them from far away. He ran quickly to his field. \"Give me back all my chickpeas,\" he demanded. \"We can't give them back to you,\" the boys replied. \"We have eaten them. Ask our father. He will pay you for your chickpeas.\"", "imagePath": "assets/topic/asb/17068.png"}, {"text": "Demeke went to see Meseret. \"Your sons ate all my chickpeas,\" he said. \"I'll give you some money to pay for them,\" Meseret said. \"I don't want your money. I'm going to take my chickpeas,\" Demeke said. \"Wait! Let's go and ask the judge,\" Meseret cried.", "imagePath": "assets/topic/asb/17069.png"}, {"text": "Meseret and Demeke went to see the judge. As usual,  the judge didn't listen to them carefully. \"Meseret's sons ate all your chickpeas,  and they must give them back. Cut the boys open,  and take your chickpeas,\" the judge said to Demeke. Meseret was frightened. \"But my sons will die! Please,  Demeke,  let me give you money,\" he begged. \"I wanted money when you killed our donkey,\" Demeke said. \"I don't want money now. I want my chickpeas.\"", "imagePath": "assets/topic/asb/17070.png"}, {"text": "Demeke picked up his knife. \"I'll build you a new hut! I'm sorry I burned your old one,\" cried Meseret. \"I don't want a new hut,\" Demeke said. \"I want my chickpeas.\" He began to sharpen his knife on a stone. \"No! Please,  wait! Let's go and see the elders. Please,  my old friend,  let the elders decide,\" cried Meseret.", "imagePath": "assets/topic/asb/17071.png"}, {"text": "So,  Meseret and Demeke went to see the elders. The elders talked for a long time and at last they said to Meseret,  \"You were wrong. You refused to pay Demeke for his donkey. You burned his hut,  and your children ate his harvest.\"", "imagePath": "assets/topic/asb/17073.png"}, {"text": "Then they turned to Demeke. \"You want to kill Meseret's sons. That is wrong too. Here is our decision. Meseret must give to Demeke half of all his trees,  fields,  cows and sheep. Then you can live together in peace.\"", "imagePath": "assets/topic/asb/17074.png"}, {"text": "So,  Meseret gave Demeke half of all his property. They lived together happily and never quarrelled again.", "imagePath": "assets/topic/asb/17075.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nUnwise judge\nAuthor -\nMagabi Eynew Gessesse and Elizabeth Laird\nIllustration -\nBrian Wambi\nLanguage -\nEnglish\nLevel -\nRead aloud\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.ethiopianfolktales.com", "imagePath": null}], "gameDatas": [], "storyId": "21816", "coverImagePath": "assets/topic/asb/17057.png", "title": "Unwise judge"}