{"$": "StoryConfig", "pages": [{"text": "Grandma's garden was wonderful. It was full of sorghum, millet, and cassava. But best of all were the bananas. Although Grandma had many grandchildren, I secretly knew that I was her favourite. She invited me often to her house. She also told me little secrets. But there was one secret she did not share with me. Where she ripened bananas.", "imagePath": "assets/topic/asb/1361.png"}, {"text": "One day I saw a big straw basket placed in the sun outside Grandma's house. When I asked what it was for, the only answer I got was, \"It's my magic basket.\" Next to the basket, there were several banana leaves that Grandma turned from time to time. I was curious. \"What are the leaves for, Grandma?\" I asked. The only answer I got was, \"They are my magic leaves.\"", "imagePath": "assets/topic/asb/1360.png"}, {"text": "It was so interesting watching Grandma, the bananas, the banana leaves and the big straw basket. But Grandma sent me off to my mother on an errand. \"Grandma, please, let me watch as you prepare.\" \"Don't be stubborn, child, do as you are told,\" she insisted. I took off running.", "imagePath": "assets/topic/asb/1362.png"}, {"text": "When I returned, Grandma was sitting outside but with neither the basket nor the bananas. \"Grandma,  where is the basket, where are all the bananas, and where...\" But the only answer I got was, \"They are in my magic place.\" It was so disappointing!", "imagePath": "assets/topic/asb/1363.png"}, {"text": "Two days later, Grandma sent me to fetch her walking stick from her bedroom. As soon as I opened the door, I was welcomed by the strong smell of ripening bananas. In the inner room was grandma's big magic straw basket. It was well hidden by an old blanket. I lifted it and sniffed that glorious smell.", "imagePath": "assets/topic/asb/1364.png"}, {"text": "Grandma's voice startled me when she called, \"What are you doing? Hurry up and bring me the stick.\" I hurried out with her walking stick. \"What are you smiling about?\" Grandma asked. Her question made me realise that I was still smiling at the discovery of her magic place.", "imagePath": "assets/topic/asb/1366.png"}, {"text": "The following day when Grandma came to visit my mother, I rushed to her house to check the bananas once more. There was a bunch of very ripe ones. I picked one and hid it in my dress. After covering the basket again, I went behind the house and quickly ate the banana. It was the sweetest banana I had ever tasted.", "imagePath": "assets/topic/asb/1368.png"}, {"text": "The following day, when Grandma was in the garden picking vegetables, I sneaked in and peered at the bananas. Nearly all were ripe. I couldn't help taking a bunch of four. As I tiptoed towards the door, I heard Grandma coughing outside. I just managed to hide the bananas under my dress and walked past her.", "imagePath": "assets/topic/asb/1369.png"}, {"text": "The following day was market day. Grandma woke up early. She always took ripe bananas and cassava to sell at the market. I did not hurry to visit her that day. But I could not avoid her for long.", "imagePath": "assets/topic/asb/1370.png"}, {"text": "Later that evening I was called by my mother and father, and Grandma. I knew why. That night as I lay down to sleep, I knew I could never steal again. Not from grandma, not from my parents, and certainly not from anyone else.", "imagePath": "assets/topic/asb/1371.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nGrandma's bananas\nAuthor -\nUrsula Nafula\nIllustration -\nCatherine Groenewald\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "21836", "coverImagePath": "assets/topic/asb/1360.png", "title": "Grandma's bananas"}