{"$": "StoryConfig", "pages": [{"text": "Once upon a time there was a very rich man called Mpunzi. He had a wife and one daughter called Nosisa. Mpunzi wanted a son,  but he and his wife could not have any more children. Mpunzi blamed his wife for not giving him a son. He bullied his wife and treated her like a child.", "imagePath": "assets/topic/asb/1841.png"}, {"text": "One day Mpunzi was very angry and he hit his wife with a stick. She ran away back to her family. She left with a sad heart because Mpunzi did not let her take Nosisa with her. Mpunzi bullied his daughter in the same way he bullied his wife. Nosisa lived a very sad life.", "imagePath": "assets/topic/asb/1843.png"}, {"text": "Mpunzi decided to marry another wife. He hoped that the new wife would give him a baby boy. Nosisa's life became even more difficult when her father married again. Mpunzi scolded her all the time and made her serve the new wife. Nosisa worked like a slave.", "imagePath": "assets/topic/asb/1844.png"}, {"text": "Mpunzi was very proud of his cattle. He used to sit outside his homestead and watch his cattle grazing in the field. He felt very satisfied with his wealth. Mpunzi's many servants cleaned around the homestead,  and looked after his goats,  cattle and sheep. They milked the cows for fresh milk that Mpunzi sold to other villagers.", "imagePath": null}, {"text": "Mpunzi loved his new wife very much. He treated her like a queen. She sat inside her hut all day and gave orders to Nosisa and the servants. Nosisa woke up early every day to make tea for her stepmother. She cleaned her hut and cooked for her,  but her stepmother always complained that her food was cold,  her tea was weak,  and her hut was not clean.", "imagePath": "assets/topic/asb/1848.png"}, {"text": "One day Mpunzi became very angry at Nosisa. He scolded her and hit her with a stick. Nosisa ran off to the river where she sat and cried the whole afternoon. Suddenly she heard a voice coming out of the river. She looked up and saw a big fish. The voice was coming from the fish. Nosisa was so shocked she almost ran away,  but the fish stopped her. \"Please don't run away my daughter,  I am your mother. I have changed myself into a fish so that your father does not know it's me.\"", "imagePath": "assets/topic/asb/1846.png"}, {"text": "\"What is the matter?\" asked the fish. Nosisa told the fish everything about her sad life. \"Don't worry my girl. I will bring you food every day,\" said the fish. The fish gave fresh vegetables to Nosisa. She had a feast. When she looked up the fish was gone. That day Nosisa went home smiling. She would not have to go to bed without food as usual.", "imagePath": "assets/topic/asb/1849.png"}, {"text": "Nosisa went to the river every day. In the morning she woke up as usual and did her chores around the house. At midday,  she went to the river. She called out every time,  and every time the fish would appear with delicious food. Nosisa became happier and happier. She could talk to the fish about anything. She started to regain her health. Her skin was glowing and she was a happy child.", "imagePath": "assets/topic/asb/1857.png"}, {"text": "Nosisa visited the fish every day until her stepmother became suspicious. Nosisa had gained weight and she was glowing. \"Something is going on at the river,  I must find out what it is,\" thought the stepmother. One afternoon she followed Nosisa to the river. She saw Nosisa talking to the fish,  and getting delicious food. Nosisa's secret was out. \"I have to do something about this fish,\" said the stepmother.", "imagePath": "assets/topic/asb/1850.png"}, {"text": "In the evening,  Mpunzi came back from the fields. He found his new wife crying in her hut. \"What is wrong my lovely wife,\" asked Mpunzi. \"I went to a traditional doctor,\" said the wife. \"He told me that the only way for me to give you a son is to eat the biggest fish that lives in this nearby river,\" she said. \"Will you catch the fish for me tonight?\" pleaded the woman. \"I will do anything for you my beautiful wife,\" said Mpunzi.", "imagePath": "assets/topic/asb/1851.png"}, {"text": "Mpunzi set off to the river before it was too dark. He took his servants to help him find the biggest fish in that river. They searched and searched and eventually Mpunzi caught the biggest fish. He put it in a bag and went home with it. When he got to the house,  there was a good hot fire ready to cook the fish. \"I will make the best meal ever for us,\" said the woman to Mpunzi. \"You are the bravest and strongest man I know.\" Mpunzi was very pleased with himself.", "imagePath": "assets/topic/asb/1852.png"}, {"text": "That night Mpunzi and his wife went to bed happy after their delicious meal. They left the bones on the table for Nosisa to clean in the morning. When Nosisa brought coffee into their hut in the morning they were still sleeping. \"This is very strange,\" she thought to herself. \"My father usually wakes up very early in the morning to go to the fields. I wonder why he is still sleeping.\"", "imagePath": "assets/topic/asb/1853.png"}, {"text": "\"Anyway,  now I can run to the river for a nice breakfast,\" she thought. Nosisa ran to the river. When she got there she called out to the fish,  and she called again and again. The fish never came. Nosisa started to cry. She did not know what had happened to the fish. While she was crying a bird came to sit next to her and told her what had happened. She cried harder thinking that her mother had been caught and eaten.", "imagePath": "assets/topic/asb/1854.png"}, {"text": "The bird told her to collect the fish bones from the table and throw them back into the river. If she did that the fish would come back to life. The bird also told her to let her father and stepmother sleep and wake them up only at midday. Nosisa did as she was told. She ran back home and walked quietly into her father's hut. They were still fast asleep. She took the bones,  put them inside a bag and threw them back into the river.", "imagePath": "assets/topic/asb/1855.png"}, {"text": "Nosisa ran back home and just before midday she woke her father and stepmother. She could hardly recognise them. They looked old and grey and frail. They were too old to scold her. They were too weak to hit her. They were too tired to look after the homestead. So,  Nosisa took over the homestead and her father's wealth. She called all the servants and told them what had happened. They prepared a feast and there was peace at the homestead from that day on.", "imagePath": "assets/topic/asb/1856.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nThe generous fish\nAuthor -\nKholeka Mabeta\nIllustration -\nJemma Kahn and Wiehan de Jager\nLanguage -\nEnglish\nLevel -\nRead aloud\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "2197", "coverImagePath": "assets/topic/asb/1840.png", "title": "The generous fish"}