{"knowledges": [{"id": "22003_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/25047.png", "content": "Tarik was a Grade 4 student at Elementary School. The school was located in Menz district in the province of North Shoa, Ethiopia.", "option": null}, {"id": "22003_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/25048.png", "content": "Tarik had a dog called Buchie. Where Buchie was, Tarik was there too. When Tarik's mom gave Tarik food, he shared it with Buchie.", "option": null}, {"id": "22003_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/25049.png", "content": "Tarik and his classmate, Bedilu, were shepherds when they were not at school. One Saturday morning, Tarik and Bedilu were taking their flock to the town's common grazing land.", "option": null}, {"id": "22003_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/25050.png", "content": "They also carried their school books to study for examinations. On the way, Bedilu said, \"Hey! Let us play kisara for few minutes to relax our minds before studying.\" Tarik replied, \"No! We should start studying!\"", "option": null}, {"id": "22003_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/25051.png", "content": "\"Don't worry, we will study soon. Please play!\" Bedilu begged Tarik. In the end, the boys played kisara.\n(Kisara is a game in which players take turns throwing flat stones or coins into a small hole, standing about a meter and half from the hole.)", "option": null}, {"id": "22003_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/25052.png", "content": "Without noticing, they played the game for about two hours. Their sheep all disappeared. When they looked, they couldn't see their sheep anywhere. They ran everywhere searching for the sheep.", "option": null}, {"id": "22003_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/25053.png", "content": "From a distance, they saw a wolf chasing their sheep! When Tarik and Bedilu reached there, they saw that it had killed Tarik's sheep. Tarik began crying. He knew that his father would punish him severely.", "option": null}, {"id": "22003_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/25054.png", "content": "When Bedilu took his sheep home, Tarik didn't go home. He decided to spend the night in the big tree not far from his house. He slept on a low branch and Buchie slept below him on the ground.", "option": null}, {"id": "22003_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/25055.png", "content": "At midnight, Tarik was woken by a loud scream of hyenas. He got such a fright that he fell off the branch, down to the ground.", "option": null}, {"id": "22003_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/25056.png", "content": "Tarik heard sounds of animals near him but it was too dark to know what they were. He began sweating thinking it must be the hyenas.", "option": null}, {"id": "22003_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/25057.png", "content": "Suddenly, lightning splashed its light across the sky. Tarik was able to see around him. There was Buchie standing guard and protecting him from two snarling hyenas.", "option": null}, {"id": "22003_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/25058.png", "content": "Buchie saved Tarik from the wild beasts, what a friend he was indeed! The boy scrambled back up into the tree, taking Buchie with him.\nTogether they would wait for morning and then go home to face Tarik's father.", "option": null}, {"id": "22003_15", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nShepherd and his best friend\nAuthor -\nBiniam  Asfaw\nIllustration -\nIsaac Okwir\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2017\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}