{"$": "StoryConfig", "pages": [{"text": "When Simbegwire's mother died,  she was very sad. Simbegwire's father did his best to take care of his daughter. Slowly,  they learned to feel happy again,  without Simbegwire's mother. Every morning they sat and talked about the day ahead. Every evening they made dinner together. After they washed the dishes,  Simbegwire's father helped her with homework.", "imagePath": "assets/topic/asb/1675.png"}, {"text": "One day,  Simbegwire's father came home later than usual. \"Where are you my child?\" he called. Simbegwire ran to her father. She stopped still when she saw that he was holding a woman's hand. \"I want you to meet someone special,  my child. This is Anita,\" he said smiling.", "imagePath": "assets/topic/asb/1676.png"}, {"text": "\"Hello Simbegwire,  your father told me a lot about you,\" said Anita. But she did not smile or take the girl's hand. Simbegwire's father was happy and excited. He talked about the three of them living together,  and how good their life would be. \"My child,  I hope you will accept Anita as your mother,\" he said.", "imagePath": "assets/topic/asb/1677.png"}, {"text": "Simbegwire's life changed. She no longer had time to sit with her father in the mornings. Anita gave her so many household chores that she was too tired to do her school work in the evenings. She went straight to bed after dinner. Her only comfort was the colourful blanket her mother gave her. Simbegwire's father did not seem to notice that his daughter was unhappy.", "imagePath": "assets/topic/asb/1678.png"}, {"text": "After a few months,  Simbegwire's father told them that he would be away from home for a while. \"I have to travel for my job,\" he said. \"But I know you will look after each other.\" Simbegwire's face fell,  but her father did not notice. Anita did not say anything. She was not happy either.", "imagePath": "assets/topic/asb/1679.png"}, {"text": "Things got worse for Simbegwire. If she didn't finish her chores,  or she complained,  Anita hit her. And at dinner,  the woman ate most of the food,  leaving Simbegwire with only a few scraps. Each night Simbegwire cried herself to sleep,  hugging her mother's blanket.", "imagePath": "assets/topic/asb/1680.png"}, {"text": "One morning,  Simbegwire was late getting out of bed. \"You lazy girl!\" Anita shouted. She pulled Simbegwire out of bed. The precious blanket caught on a nail,  and tore in two.", "imagePath": "assets/topic/asb/1681.png"}, {"text": "Simbegwire was very upset. She decided to run away from home. She took the pieces of her mother's blanket,  packed some food,  and left the house. She followed the road her father had taken.", "imagePath": "assets/topic/asb/1674.png"}, {"text": "When it came to evening,  she climbed a tall tree near a stream and made a bed for herself in the branches. As she went to sleep,  she sang: Maama,  maama,  maama,  you left me. You left me and never came back. Father doesn't love me anymore. Mother,  when are you coming back? You left me.", "imagePath": "assets/topic/asb/1682.png"}, {"text": "The next morning,  Simbegwire sang the song again. When the women came to wash their clothes at the stream,  they heard the sad song coming from the tall tree. They thought it was only the wind rustling the leaves,  and carried on with their work. But one of the women listened very carefully to the song.", "imagePath": "assets/topic/asb/1683.png"}, {"text": "This woman looked up into the tree. When she saw the girl and the pieces of colourful blanket,  she cried,  \"Simbegwire,  my brother's child!\" The other women stopped washing and helped Simbegwire to climb down from the tree. Her aunt hugged the little girl and tried to comfort her.", "imagePath": "assets/topic/asb/1685.png"}, {"text": "Simbegwire's aunt took the child to her own house. She gave Simbegwire warm food,  and tucked her in bed with her mother's blanket. That night,  Simbegwire cried as she went to sleep. But they were tears of relief. She knew her aunt would look after her.", "imagePath": "assets/topic/asb/1686.png"}, {"text": "When Simbegwire's father returned home,  he found her room empty. \"What happened,  Anita?\" he asked with a heavy heart. The woman explained that Simbegwire had run away. \"I wanted her to respect me,\" she said. \"But perhaps I was too strict.\" Simbegwire's father left the house and went in the direction of the stream. He continued to his sister's village to find out if she has seen Simbegwire.", "imagePath": "assets/topic/asb/2483.png"}, {"text": "Simbegwire was playing with her cousins when she saw her father from far away. She was scared he might be angry,  so she ran inside the house to hide. But her father went to her and said,  \"Simbegwire,  you have found a perfect mother for yourself. One who loves you and understands you. I am proud of you and I love you.\" They agreed that Simbegwire would stay with her aunt as long as she wanted to.", "imagePath": "assets/topic/asb/1688.png"}, {"text": "Her father visited her every day. Eventually,  he came with Anita. She reached out for Simbegwire's hand. \"I'm so sorry little one,  I was wrong,\" she cried. \"Will you let me try again?\" Simbegwire looked at her father and his worried face. Then she stepped forward slowly and put her arms around Anita.", "imagePath": "assets/topic/asb/1690.png"}, {"text": "The next week,  Anita invited Simbegwire,  with her cousins and aunt,  to the house for a meal. What a feast! Anita prepared all of Simbegwire's favourite foods,  and everyone ate until they were full. Then the children played while the adults talked. Simbegwire felt happy and brave. She decided that soon,  very soon,  she would return home to live with her father and her stepmother.", "imagePath": "assets/topic/asb/1691.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nSimbegwire\nAuthor -\nRukia Nantale\nIllustration -\nBenjamin Mitchley\nLanguage -\nEnglish\nLevel -\nRead aloud\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "22002", "coverImagePath": "assets/topic/asb/1682.png", "title": "Simbegwire"}