{"knowledges": [{"id": "22049_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/25317.png", "content": "A long time ago, deep in the forests, King Leopard began to think about the future.\nHe thought, \"I'm getting old and one day, I'm going to die. A wise ruler should pick a successor while still young and healthy.\"\nBut how could King Leopard choose? He loved all the members of the animal kingdom the same!", "option": null}, {"id": "22049_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/25318.png", "content": "King Leopard had an idea. He sent his messengers out into the forests. He told them to ask all the animals of the kingdom to come to the palace.\nHe was going to have a big party and he was going to make an important announcement.\nAway the messengers ran, to all four corners of the forest.", "option": null}, {"id": "22049_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/25319.png", "content": "On the night of the party, all the animals were at the palace. They sang and they danced and had a great time.\nAfter the moon had risen above the trees, King Leopard came and stood in the middle of the clearing. The animals stopped their singing and dancing. They listened quietly as their king began to speak.", "option": null}, {"id": "22049_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/25320.png", "content": "He cleared his throat and said, \"I've been thinking that it's time for me to pick a successor. But because I love all of you equally, I can't decide who among you is most worthy. So, I have decided to let a contest decide for me.\"", "option": null}, {"id": "22049_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/25321.png", "content": "King Leopard held up a spear. He said, \"The first one among you who can throw this spear up into the sky and count to ten before it touches the ground, will be my successor.\"", "option": null}, {"id": "22049_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/25322.png", "content": "As King Leopard finished talking, the animals heard a loud noise from behind them. They turned around and saw Elephant stomping through the crowd to the front.\n\"Move out of my way. I'm the biggest, I should be king,\" said Elephant.", "option": null}, {"id": "22049_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/25323.png", "content": "Elephant took the spear and held it up with his trunk. He put his head back and threw the spear up into the sky. \"One! Two! Three! Oh!\" Elephant cried.\nThe spear hit the ground on the count of four. Elephant was angry and started stomping. King Leopard told him, \"You've had your chance.\"\nAnd so Elephant had to leave.", "option": null}, {"id": "22049_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/25324.png", "content": "After Elephant left, the animals started to talk excitedly amongst themselves. They were again disturbed by a loud noise coming from the back of the crowd.\nBoar came charging through saying, \"Get out of my way. Get out of my way. I'm going to be king. I've got the biggest muscles. I'm the strongest. I should be king.\"", "option": null}, {"id": "22049_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/25325.png", "content": "Boar leaned back, clenched the spear, and threw it into the sky. \"One! Two! Three! Four! Five! Oh!\" he shouted.\nThe spear dropped on the count of six. He was so angry. He fumed and threw clods of dirt into the air.\nLeopard told him \"Boar, you only throw once and you've had your chance.\" Boar had to leave.", "option": null}, {"id": "22049_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/25326.png", "content": "After that, the animals started to say things like, \"This contest is difficult! Elephant couldn't do it, and he's really big. Boar couldn't do it either, and he's really strong.  No one can win this contest!\"\nRight about then, they heard another sound coming from the back of crowd. When the animals looked around, they couldn't believe their eyes.", "option": null}, {"id": "22049_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/25327.png", "content": "They saw a big ape coming forward. As Ape moved, he chanted \"I can do it. I know I can do it. I can do it.\"\nApe took the spear and he backed way up. He pulled his arm back, charged forward, leapt into the air and threw the spear into the sky.\n\"One! Two! Three! Four! Five! Six! Seven! Oh!\" cried Ape", "option": null}, {"id": "22049_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/25328.png", "content": "The spear hit the ground on the count of eight.\nApe was upset. He was so angry that he started turning round, complaining and making all sorts of excuses.\nBut King Leopard told him \"No, Ape, you only get one chance.\" And so the ape had to leave.", "option": null}, {"id": "22049_15", "type": "knowledge", "title": null, "header": "assets/topic/asb/25329.png", "content": "Some of the animals turned and started to leave for home. As they were leaving, they saw a little antelope coming through the crowd. As she trotted, she said, \"Wait, wait. Let me try. I can do it. I can do it. Let me try.\"\nWhen the animals heard her words, they all started laughing.", "option": null}, {"id": "22049_16", "type": "knowledge", "title": null, "header": "assets/topic/asb/25330.png", "content": "King Leopard jumped up and shouted angrily, \"Stop it! Do not make fun of Antelope! Who is to say that small animals can't do things that big animals can do? If Antelope wants to have a chance, she will be given the same chance that all the other animals had. So stand back and let Antelope throw the spear.\"", "option": null}, {"id": "22049_17", "type": "knowledge", "title": null, "header": "assets/topic/asb/25331.png", "content": "Antelope bowed to her king, turned and took the spear in her mouth. She backed up, and with all the strength in her tiny body she started running. When she reached the centre of the clearing, she jumped high.\nShe took a deep breath, released the spear and shouted, \"Five and five is ten.\" The spear hit the ground.", "option": null}, {"id": "22049_18", "type": "knowledge", "title": null, "header": "assets/topic/asb/25332.png", "content": "All the animals were quiet. They were confused.\nKing Leopard explained, \"Yes, Antelope! Five plus five is another way to get to ten. There is more than one way to count to ten.\"\nThe contest was not to find the biggest or the strongest animal. It was a contest to find the smartest animal! That is how Antelope became queen when leopard died.", "option": null}, {"id": "22049_19", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nWho can count to ten?\nAuthor -\nAthieno Gertrude and Owino Ogot\nTranslation -\nAthieno Gertrude and Owino Ogot\nIllustration -\nSalim Kasamba\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2017\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}