{"$": "StoryConfig", "pages": [{"text": "In a village there was a disagreement among people of different occupations. Everyone thought their work was the most important!", "imagePath": "assets/topic/asb/10274.png"}, {"text": "The teacher said that he had the most important occupation. \"Without teachers you could not go to school and learn.\"", "imagePath": "assets/topic/asb/10278.png"}, {"text": "The builder said that he had the most important occupation. \"Without builders you would not have schools to learn in or houses to sleep in.\"", "imagePath": "assets/topic/asb/10276.png"}, {"text": "The carpenter said that he had the most important occupation. \"Without carpenters you would have no furniture for your houses and schools.\"", "imagePath": "assets/topic/asb/10279.png"}, {"text": "The doctor claimed that he had the most important occupation. \"Without doctors and nurses you could get sick and die.\"", "imagePath": "assets/topic/asb/10277.png"}, {"text": "The farmer said that she had the most important occupation. \"Without farmers you would not have food to eat.\"", "imagePath": "assets/topic/asb/10275.png"}, {"text": "The student argued that students had the most important work. \"Without students,  there would be no teachers,  builders,  doctors,  farmers,  or carpenters.\"", "imagePath": "assets/topic/asb/10280.png"}, {"text": "Eventually everyone agreed that all the occupations are important. We need teachers,  builders,  doctors,  farmers,  and carpenters. But everyone has to be a student first!", "imagePath": "assets/topic/asb/10281.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nDisagreement among occupations\nAuthor -\nBeatrice Inzikuru\nIllustration -\nWiehan de Jager\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "22067", "coverImagePath": "assets/topic/asb/10274.png", "title": "Disagreement among occupations"}