{"$": "StoryConfig", "pages": [{"text": "Long ago, there was a clever cat and a foolish dog.\nThe clever cat lived well in a wealthy family's house. The foolish dog starved on the street.", "imagePath": "assets/topic/asb/25473.png"}, {"text": "\"How is it that a wealthy family allows you to live in their house?\" the foolish dog angrily asked the clever cat.", "imagePath": "assets/topic/asb/25474.png"}, {"text": "The clever cat replied, \"I live with people because I'm neat and I bury my waste. I ask for food saying, meow.\"", "imagePath": "assets/topic/asb/25475.png"}, {"text": "\"If I do the same, will they allow me to live in a house?\" asked the dog.\nThe cat replied, \"Yes, do what I have told you and they will allow you. They will give you food.\"", "imagePath": "assets/topic/asb/25476.png"}, {"text": "The foolish dog said, \"Today, I will not hurt you.\"\n\"He almost got me this time. I don't want to meet him again,\" said the cat, jumping away.", "imagePath": "assets/topic/asb/25477.png"}, {"text": "Based on the cat's advice, the foolish dog barked loudly at the door of a house.", "imagePath": "assets/topic/asb/25478.png"}, {"text": "The owners of the house beat him with a stick.\n\"The cat fooled me. I will eat her when I get her,\" shouted the foolish dog.", "imagePath": "assets/topic/asb/25479.png"}, {"text": "While the cat was playing outside her house, the dog grabbed her.\nHe said, \"Last time you fooled me. You told me to bark at the gate of a house. The owners beat me. Now I will eat you.\"", "imagePath": "assets/topic/asb/25480.png"}, {"text": "\"Listen dog, you can eat me, but let me play a little first. Just as I allow a rat to play before I eat her,\" replied the clever cat.", "imagePath": "assets/topic/asb/25481.png"}, {"text": "The dog asked, \"How does the rat play?\"\nThe cat replied, \"I let it go a little, and I tell it to count to three. While the rat is counting, I grab it.\"", "imagePath": "assets/topic/asb/25482.png"}, {"text": "The foolish dog let the cat go free and told her to count to three.\nThe clever cat escaped and climbed up a tree.\n\"Come down from the tree and count to three,\" asked the dog.", "imagePath": "assets/topic/asb/25483.png"}, {"text": "The clever cat answered, \"Listen dog, you will never get me again. I'm not a fool.\nYou can count to a hundred, a thousand or a million but you will never get me again!\"", "imagePath": "assets/topic/asb/25484.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nClever cat and foolish dog\nAuthor -\nSolomon Abreha and Teki'a Gebrehiwot\nTranslation -\nAngesom Abadi\nIllustration -\nSalim Kasamba\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2017\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "22065", "coverImagePath": "assets/topic/asb/25483.png", "title": "Clever cat and foolish dog"}