{"$": "StoryConfig", "pages": [{"text": "Long time ago,  there was a man called Kato. He lived in Kabuusu town. He stayed with his dog in a small house.", "imagePath": "assets/topic/asb/19113.png"}, {"text": "One day Kato was very sick. He had no one to help him. When he recovered,  he decided he would marry a woman who lived nearby.", "imagePath": "assets/topic/asb/19114.png"}, {"text": "He invited friends and relatives to attend the marriage ceremony. Kato was very excited because he thought he was getting a helper.", "imagePath": "assets/topic/asb/19115.png"}, {"text": "Many things were brought for the bride and her groom. These were baskets of millet,  mats,  bananas,  groundnuts,  and other gifts for the home.", "imagePath": "assets/topic/asb/19116.png"}, {"text": "The wedding function ended and all the visitors left for their homes. Kato was ready to start a new life with his wife and the dog.", "imagePath": "assets/topic/asb/19117.png"}, {"text": "The next day,  Kato served sweet banana to his wife,  but she refused to eat.", "imagePath": "assets/topic/asb/19118.png"}, {"text": "When Kato went out to hunt,  the woman ate all the sweet bananas.", "imagePath": "assets/topic/asb/19119.png"}, {"text": "Kato came back from hunting and he was hungry. He asked for sweet bananas. His wife said that the dog had eaten them all!", "imagePath": "assets/topic/asb/19120.png"}, {"text": "The following day,  Kato went to his farm. When he came home,  he found that his wife had eaten all the meat. She did not even share with the dog.", "imagePath": "assets/topic/asb/19121.png"}, {"text": "Another day,  Kato went to visit his friend and when he came back,  the woman had eaten all the groundnuts. The basket was completely empty. Kato was annoyed with his new wife.", "imagePath": "assets/topic/asb/19123.png"}, {"text": "Kato thought,  \"Something is wrong with this woman.\" He decided to apply magic. He put milk in a magic pot,  put the pot under the bed,  and went out hunting.", "imagePath": "assets/topic/asb/19124.png"}, {"text": "The woman saw the pot,  and that it was full of milk. At once,  she picked up the pot and put it to her mouth. She drank all the milk while the dog watched her.", "imagePath": "assets/topic/asb/19125.png"}, {"text": "Unfortunately,  the pot got stuck to her mouth. She tried to remove the pot but all in vain. She shouted,  and jumped up and down. But the pot stayed stuck. The dog watched all this.", "imagePath": "assets/topic/asb/19126.png"}, {"text": "Then the dog ran off to find Kato. The dog barked and barked,  and jumped up and down. Kato realised that something was wrong at home.", "imagePath": "assets/topic/asb/19127.png"}, {"text": "They ran home together. Kato was very surprised to find his wife with a pot stuck to her mouth. He looked at her and wondered.", "imagePath": "assets/topic/asb/19128.png"}, {"text": "Kato touched his wife's cheek and the pot dropped down at once. The woman was very ashamed. She decided to go back to her parents' home.", "imagePath": "assets/topic/asb/19129.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nGreedy woman\nAuthor -\nAlungho Rose and Annet Ssebaggala\nTranslation -\nAnnet Ssebaggala and Ritah Katetemera\nIllustration -\nAbraham Muzee\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "22068", "coverImagePath": "assets/topic/asb/19126.png", "title": "Greedy woman"}