{"$": "StoryConfig", "pages": [{"text": "There lived two co-wives.\nThey shared the same hut with their husband.", "imagePath": "assets/topic/asb/25510.png"}, {"text": "For a long time, neither wife had a child. Then, the first wife became pregnant.\nShe gave birth at a time when the husband was not at home.", "imagePath": "assets/topic/asb/25511.png"}, {"text": "The second wife felt jealous towards the first wife and her baby.\nShe began to think of ways of killing her co-wife so that she could have the husband alone.", "imagePath": "assets/topic/asb/25512.png"}, {"text": "During that time, people did not cook food. They ate it raw.", "imagePath": "assets/topic/asb/25513.png"}, {"text": "The second wife said, \"I will cook the food so that I poison my co-wife.\"\nShe believed that cooked food could kill a person.", "imagePath": "assets/topic/asb/25514.png"}, {"text": "She cooked food for her co-wife for many days.\nHowever, instead of dying, the first wife became healthier and healthier because of cooked food.", "imagePath": "assets/topic/asb/25515.png"}, {"text": "When the husband returned home, he found a new baby, the first wife healthier and the food being cooked.", "imagePath": "assets/topic/asb/25516.png"}, {"text": "The husband was amazed by the cooking of food and he asked, \"Who taught you to cook!\"\nThe second wife whispered to the husband and said, \"I am cooking so that I poison my co-wife.\"", "imagePath": "assets/topic/asb/25517.png"}, {"text": "\"I am jealous of her for having had a baby while I have not. I feel you will chase me away.\"", "imagePath": "assets/topic/asb/25518.png"}, {"text": "The husband was angry and warned her, \"Stop being evil minded.\"", "imagePath": "assets/topic/asb/25519.png"}, {"text": "The husband gathered his wives and made peace between them.", "imagePath": "assets/topic/asb/25520.png"}, {"text": "They all agreed to cook food because it made them healthier.\nThat is how the cooking of food began!", "imagePath": "assets/topic/asb/25521.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nJealous co-wife\nAuthor -\nMary Narebon\nIllustration -\nJacob Kono\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2017\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "22079", "coverImagePath": "assets/topic/asb/25521.png", "title": "Jealous co-wife"}