{"knowledges": [{"id": "22078_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/25535.png", "content": "Once upon a time, in the village of Mphahlele, there was a young man who lived with his parents.", "option": null}, {"id": "22078_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/25536.png", "content": "This young man was very respectful to his parents and to all the other people in the village. His name was Thabo Maloba.", "option": null}, {"id": "22078_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/25537.png", "content": "Mondays are a busy day in the village as the children get ready for school after the weekend.\nOne day, on his way to school, Thabo met a boy called Sparks. They chatted along the way and became friends.", "option": null}, {"id": "22078_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/25538.png", "content": "Sparks was always fighting, bullying others and bunking school. He was a bad person who gambled and enjoyed the company of other bad people. Slowly but surely Sparks influenced Thabo. Thabo did not want to be seen as uncool and he started behaving as badly as Sparks.", "option": null}, {"id": "22078_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/25539.png", "content": "Thabo became a bully and disrespected his parents and people he used to respect. He became a drunkard and was unable to look after himself.", "option": null}, {"id": "22078_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/25540.png", "content": "Thabo became reckless and got sexually transmitted infections. He became so thin that Sparks made jokes and didn't want to be his friend any more. Thabo's parents encouraged him to visit a local clinic to get medication. After taking medication he became better.", "option": null}, {"id": "22078_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/25541.png", "content": "Thabo reflected on his life. He realised that he had befriended an enemy. He started working at school and apologised to his parents and teachers.", "option": null}, {"id": "22078_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/25542.png", "content": "Sparks was disappointed by Thabo's good behaviour. But he was embarrassed by his own behaviour and decided to change and became a better person.", "option": null}, {"id": "22078_11", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMy friend, my enemy\nAuthor -\nSmangaliso Molebale\nTranslation -\nLorato Trok\nIllustration -\nThulani Mhlanga\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2017\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nThis story was selected as one of the 7 winning stories from the Writing in your mother tongue writing competition partnership between Saulsville Library and the African Storybook Initiative.", "option": null}], "activities": [], "quizzes": []}