{"$": "StoryConfig", "pages": [{"text": "Once upon a time,  there lived two rats. One rat lived in the bush.", "imagePath": "assets/topic/asb/7496.png"}, {"text": "The other rat lived in a house.", "imagePath": "assets/topic/asb/7497.png"}, {"text": "One day,  the rat that lived in the house said to the rat that lived in the bush,  \"You eat badly,  sleep badly,  and it rains on you.\"", "imagePath": "assets/topic/asb/7498.png"}, {"text": "\"But us,  we sleep in chief's houses. We eat many different kinds of food. One day come and visit me and see,\" said the house rat. \"I will come this very night,\" said the bush rat. \"I'm ready like a straw for taking soda.\"", "imagePath": "assets/topic/asb/7499.png"}, {"text": "Meanwhile the owner of the house was furious. He cursed,  \"These rats that eat my food,  they will see!\" This time,  he set a trap with sugar.", "imagePath": "assets/topic/asb/7500.png"}, {"text": "The rats came in to eat the goodies in the house. They came laughing,  \"Chuchuchichicheche!\"", "imagePath": "assets/topic/asb/7501.png"}, {"text": "When they reached the trap the house rat said,  \"Let me taste this sugar. You see the goodies we eat here.\"", "imagePath": "assets/topic/asb/7502.png"}, {"text": "But before the rat could take the sugar,  the trap snapped,  PA! The trap caught the rat's head,  and his eyes bulged like eggplants.", "imagePath": "assets/topic/asb/7503.png"}, {"text": "The bush rat just looked,  amazed. He said,  \"E. Heee! My friend,  which goodies did you eat that made your eyes bulge?\"", "imagePath": "assets/topic/asb/7504.png"}, {"text": "But the house rat could not reply.", "imagePath": "assets/topic/asb/7505.png"}, {"text": "The bush rat left the house saying,  \"Haa! I will not manage these goodies you praise.\"", "imagePath": "assets/topic/asb/7505.png"}, {"text": "Your worst home is better than your neighbour's best home.", "imagePath": "assets/topic/asb/7506.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nThe rat\nAuthor -\nNambi  Sseppuuya Community Resource Centre\nTranslation -\nCornelius Wambi Gulere\nIllustration -\nZablon Alex Nguku\nLanguage -\nEnglish\nLevel -\nFirst sentences\n© Text: Ugandan Community Libraries Association (Ugcla; Illusrations: African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nhttp://ugcla.org", "imagePath": null}], "gameDatas": [], "storyId": "22083", "coverImagePath": "assets/topic/asb/7506.png", "title": "The rat"}