{"$": "StoryConfig", "pages": [{"text": "Once upon a time, Pa Nase the spider felt very hungry. He decided to go in search of food. He visited his friend's place where he usually got help.\nBut his friend was not at home.", "imagePath": "assets/topic/asb/26446.png"}, {"text": "Hungry Pa Nase thought of an idea for getting food. He remembered the store where the village women usually kept food.", "imagePath": "assets/topic/asb/26447.png"}, {"text": "He sneaked into the store and stole some fish and bananas.", "imagePath": "assets/topic/asb/26448.png"}, {"text": "On his way out, the little children noticed his unusual movements. They called on one of the women.\nThe women rushed at Pa Nase.", "imagePath": "assets/topic/asb/26449.png"}, {"text": "With loaded pockets, Pa Nase was very afraid and wanted to run.\nThe women caught him and decided to punish him.", "imagePath": "assets/topic/asb/26450.png"}, {"text": "\"Let us grind him on the village stone,\" Yalol, one of the women suggested.", "imagePath": "assets/topic/asb/26451.png"}, {"text": "Pa Nase laughed out loud and said, \"My grandfather lives in this rock. Grinding me on it is like sending me home. Thank you!\"\nThe women decided not to grind him.", "imagePath": "assets/topic/asb/26452.png"}, {"text": "\"Let us throw him in the fire,\" said Yangbet.\nAgain, Pa Nase laughed and said, \"My grandmother, who loved me so much, is the owner of all fires. Throwing me into fire is like sending me home. Thank you!\" The women felt disappointed.", "imagePath": "assets/topic/asb/26453.png"}, {"text": "\"Let us fill a basket with fruit, put him inside and throw it into the river\" Yabana suggested. At this, Pa Nase cried, \"You have finally killed me!\"\nThe women were happy. They filled a basket with fruit, put him inside and threw it into the river.", "imagePath": "assets/topic/asb/26454.png"}, {"text": "Once in the middle of the river, Pa Nase celebrated. He took some fruit and ate as he laughed at the women.", "imagePath": "assets/topic/asb/26455.png"}, {"text": "The women felt tricked and tried to hook Pa Nase.\nBut the fast flowing river did not allow them to catch him.", "imagePath": "assets/topic/asb/26456.png"}, {"text": "Pa Nase forgot that there was fishing net down the river. He was caught in the net and got trapped.\nNobody came to help him.", "imagePath": "assets/topic/asb/26457.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nPa Nase the spider and the village women\nAuthor -\nAbdul  Koroma\nTranslation -\nAbdul  Koroma\nIllustration -\nKenneth Boyowa Okitikpi\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2018\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "22530", "coverImagePath": "assets/topic/asb/26450.png", "title": "Pa Nase the spider and the village women"}