{"$": "StoryConfig", "pages": [{"text": "The drum has always been an important musical instrument in our community. We love drums!\nWe have drums of different sizes: big, medium-sized and small.", "imagePath": "assets/topic/asb/25947.png"}, {"text": "We play drums using beaters, or with our fingers.\nWe play drums for various reasons. We play drums with songs and dances, for feasts and in bad times.", "imagePath": "assets/topic/asb/25948.png"}, {"text": "Drums enrich songs and make people want to dance. Drums make ceremonies colourful.\nWe play drums during ceremonies for marriage and child naming. We play drums when celebrating a new harvest or a twin birth.", "imagePath": "assets/topic/asb/25949.png"}, {"text": "We sound drums to announce grief and call people when death occurs.", "imagePath": "assets/topic/asb/25950.png"}, {"text": "We sound drums to call people to clean wells, clear roads, or to build a hut for a needy old person.\nWe sound drums to call people when cattle are stolen in our village.", "imagePath": "assets/topic/asb/25951.png"}, {"text": "We sound drums to gather people for meetings at our chief's palace.", "imagePath": "assets/topic/asb/25952.png"}, {"text": "Drums call people to go to church for prayers on Sundays, and other prayer days.\nWe also play drums to enrich songs when singing in churches.", "imagePath": "assets/topic/asb/25953.png"}, {"text": "The big drum sounds, \"An a bul mba, an a bul mba, an a bul mba-mba-mba-mba bul.\"\nThe small drums sing in their high pitches, \"Tindiri, tindiri tindiri ti.\"\nTogether they chorus, \"Tindiri mba, tindiri mba, tindiri mba-mba-mba-mba, tindiri ti!\"", "imagePath": "assets/topic/asb/25954.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nDrum\nAuthor -\nAthieno Gertrude\nTranslation -\nOwino Ogot\nIllustration -\nSalim Kasamba\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2017\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "22531", "coverImagePath": "assets/topic/asb/25948.png", "title": "Drum"}