{"$": "StoryConfig", "pages": [{"text": "Bul, Fumbo, Teke, Tongoli, Milege, Sos and Gwara were great friends. They also produced good music. They lived at the foot of faraway hills.\nAll of them were skilful musicians. Everyone enjoyed listening to their melodies and dancing to their rhythms!\nThese skillful musicians wanted to choose a leader. The greatest among them would be their king.", "imagePath": "assets/topic/asb/25955.png"}, {"text": "To be chosen as the greatest, the musician had to perform a variety of functions. He had to be loud enough to be heard from near and far.\nTongoli spoke first, \"I am the greatest. I sing high and I sing low. I have many strings of different pitches. I can sing alone and in groups. The young and old love dancing to my music. I even lead Fumbo in songs.\"", "imagePath": "assets/topic/asb/25956.png"}, {"text": "\"You are right Tongoli,\" Fumbo agreed. \"But, you are not better than me. You are too soft. I am loud and clear. My sound reaches near and far.\"\nFumbo continued, \"People dance to my tunes like their backs are breaking! Whether in times of joy or in times sorrow I make people dance!  Children like imitating my songs like 'Coko ma nyoro no dwoki i dak'.\"", "imagePath": "assets/topic/asb/25957.png"}, {"text": "\"You are both great,\" agreed Milege. Then he continued, \"My work is simple. Dancers tie me round their ankles. They stamp their feet rhythmically and I produce melodies. I produce a mix of loud and sharp sounds. Friends, aren't I great?\"", "imagePath": "assets/topic/asb/25958.png"}, {"text": "\"That is great!\" Bul said. \"I am made of just a piece of skin stretched over a hollow wooden cylinder. I give rhythm to songs and my sound signals many things. But I cannot change pitches like some of you do. I don't think I am great.\"", "imagePath": "assets/topic/asb/25959.png"}, {"text": "\"Bul, you do great things!\" Gwara disagreed. \"You call people to meetings, worship, and communal work, also announce deaths and alert people when there is danger. You sound during ceremonies and make people dance in joy and sorrow. To me, you are the greatest.\"\nGwara gave a loud blast and said, \"Am loud and I attract attention. However, I am not better than Bul. So I propose him as our king.\"", "imagePath": "assets/topic/asb/25960.png"}, {"text": "The skilful musicians looked at one another in disbelief and silence. Then Tongoli said, \"Bul is too simple to be our king. I am the greatest because I can play from low to high with ease.\"\nSos had been quiet all along. Now he spoke, \"Comrades, I have always sung with the rest of you. You are all skillful musicians. However, the best choice for our king is Bul.\"", "imagePath": "assets/topic/asb/25961.png"}, {"text": "Sos continued, \"A person who cannot feel music produced by Bul is like dead wood! Bul draws people to him and nurtures them with his music in sorrow and in joy.\"\nFinally, the skilful musicians chose Bul as their king.\nEver since then Bul has been the king of music. That is why Bul is in every home at the foot of the faraway hills.", "imagePath": "assets/topic/asb/25963.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nSkillful musicians\nAuthor -\nAthieno Gertrude and Owino Ogot\nTranslation -\nAthieno Gertrude and Owino Ogot\nIllustration -\nSalim Kasamba\nLanguage -\nEnglish\nLevel -\nRead aloud\n© African Storybook Initiative 2017\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "22533", "coverImagePath": "assets/topic/asb/25963.png", "title": "Skillful musicians"}