{"$": "StoryConfig", "pages": [{"text": "Three siblings, Udoo, Erdoo and Eryum listened to the music of the rain. They wanted to dance in it. They wanted to touch the rainbow that arrived in the sky. Mother said, \"No.\"\nThey cried, hoping to change her mind. It didn't work. Eryum even tried to sneak out of the house to visit the rainbow.", "imagePath": "assets/topic/asb/26491.png"}, {"text": "Mother caught him before he could go. She raised her voice so that Eryum and his sisters would hear too.\n\"You could catch a cold,\" she said. \"You don't like pepper soup and you would have to eat some, if you caught a cold,\" she added with a smile.", "imagePath": "assets/topic/asb/26492.png"}, {"text": "Hoping that they would ask for a story, she said, \"The rainbow is a magical river with healing powers. But it is so high up in the sky that you can't reach it. If you catch a cold, the rainbow can't help you.\"\nThe children thought about this.", "imagePath": "assets/topic/asb/26493.png"}, {"text": "\"Mother, please tell us our rainbow story,\" said Erdoo. \"Yes, please mother, I want to hear it too,\" Udoo chimed in. \"Me three,\" Eryum begged, lifting up three little fingers.\n\"Well, let me see, mmmm,\" she said playfully. \"Okay lovelies, gather round. Mother, the storyteller is here!\"", "imagePath": "assets/topic/asb/26494.png"}, {"text": "Erdoo ran for the naha, the stirring stick they used as their totem. She handed it over to mother. Eryum got the headgear for mother to wear. It never failed to put her into character.\nThey all sat quietly to listen to the story they had heard many times. Udoo blew the whistle, telling mother to start. Then the story began.", "imagePath": "assets/topic/asb/26495.png"}, {"text": "\"Once, the rainbow was a magical river. It was hidden inside the green woods of Mbadede. Because it had healing powers, it was guarded.\nIf you were sick, you drank the water. The rainbow was always happy to share. But it didn't like badly behaved people.\"", "imagePath": "assets/topic/asb/26496.png"}, {"text": "\"Because of the river's magic, there was ice cream along the banks! Everyone who came to drink the water also enjoyed the ice cream, especially children.\nThe ice cream from the river was red, orange, yellow, green, blue, purple and indigo.\"", "imagePath": "assets/topic/asb/26828.png"}, {"text": "\"One day, a naughty old woman called Mbom came from the land beyond. On arrival, she met with a guard. He did not know her and he felt a strange feeling. But he did not listen to his feelings.\nHe pointed the way into the woods and told her to respect the river. Mbom agreed and went to the water.\"", "imagePath": "assets/topic/asb/26498.png"}, {"text": "\"She took a drink and was healed. Then she looked around to make sure she wasn't being watched.\nMbom picked up a stone and threw it in. She watched as it rose, and spread into a ripple. Pleased, she picked up a stick. She threw it in. The same thing happened.\"", "imagePath": "assets/topic/asb/26499.png"}, {"text": "\"Mbom jumped right into the water! She hoped to get everlasting life. As soon as she jumped, the river rose up.  It shot high into the sky, never to return to Mbadede. But sometimes the rainbow follows after the rain, to feel like a river again.\nAnd there my story ends,\" said mother.", "imagePath": "assets/topic/asb/26500.png"}, {"text": "\"So my lovelies tell me, why do you love this story so much? asked mother. \"You often ask me to tell it.\"\n\"I love it because it reminds me to pay attention to my feelings,\" Udoo smiled. \"It helps me to remember the colours of the rainbow,\" added Erdoo.", "imagePath": "assets/topic/asb/26501.png"}, {"text": "Eryum tried to push his luck, \"I love it because it reminds me of ice cream! Can I have some now, pleeeaaase?\"\n\"Mmmm. It's cold now, let's eat ice cream tomorrow. Shall we?\" mother says. Then she adds, \"Next time, I will tell the tale of the end of the rainbow.\"", "imagePath": "assets/topic/asb/26502.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMagical rainbow river\nAuthor -\nMimi  Werna\nTranslation -\nMimi  Werna\nIllustration -\nEdwin  Irabor\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2018\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "22572", "coverImagePath": "assets/topic/asb/26828.png", "title": "Magical rainbow river"}