{"$": "StoryConfig", "pages": [{"text": "There was only one bus in Ebei's village. It was big and blue. It was very noisy.", "imagePath": "assets/topic/asb/11446.png"}, {"text": "\"Tomorrow we will go to town,\" said Ebei's mother. \"We will buy your school uniform.\"", "imagePath": "assets/topic/asb/11447.png"}, {"text": "Ebei was very excited. They would travel in the big blue bus. He could not sleep that night.", "imagePath": "assets/topic/asb/11448.png"}, {"text": "When his mother came to wake him, Ebei was already dressed.", "imagePath": "assets/topic/asb/11449.png"}, {"text": "Ebei and his mother walked to the bus stop. They waited for the big blue bus. But the bus did not come.", "imagePath": "assets/topic/asb/11450.png"}, {"text": "Other people arrived at the bus stop. They complained because the bus was late. \"Where is the bus?\" they asked.", "imagePath": "assets/topic/asb/11451.png"}, {"text": "Ebei was worried. \"We will not be able to go to town,\" he thought. \"I will not be able to get my uniform.\"", "imagePath": "assets/topic/asb/11452.png"}, {"text": "Some people gave up and went home. Ebei cried. He did not want to go. \"We will wait a bit longer,\" said his mother.", "imagePath": "assets/topic/asb/11453.png"}, {"text": "Suddenly, they heard a noise. They saw dust in the air. The bus was coming!", "imagePath": "assets/topic/asb/11454.png"}, {"text": "But this bus was not blue. It was not big. It was red and small. The people did not want to get in this bus.", "imagePath": "assets/topic/asb/11455.png"}, {"text": "\"Get in! Get in!\" shouted the driver. \"We are very late today,\" he called.", "imagePath": "assets/topic/asb/11456.png"}, {"text": "Ebei and his mother got in first. Soon everyone else got in the small red bus.", "imagePath": "assets/topic/asb/11457.png"}, {"text": "Ebei looked out the window. He saw more people at the bus stop.", "imagePath": "assets/topic/asb/11458.png"}, {"text": "Even more people were running to catch the bus. But they were too late. The red bus was full. It left for town.", "imagePath": "assets/topic/asb/11459.png"}, {"text": "\"Where is the big blue bus?\" asked Ebei's mother. \"It broke down,\" replied the driver. \"We are fixing it. It will come tomorrow.\"", "imagePath": "assets/topic/asb/11460.png"}, {"text": "Ebei did not care about the colour of the bus. He did not care about the size. This bus was going to town!", "imagePath": "assets/topic/asb/11461.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nBig blue bus\nAuthor -\nMecelin Kakoro\nIllustration -\nMango Tree\nLanguage -\nEnglish\nLevel -\nFirst sentences\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "22637", "coverImagePath": "assets/topic/asb/11446.png", "title": "Big blue bus"}