{"knowledges": [{"id": "22747_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/15714.png", "content": "It is nearly break time at Siyafunda Primary School. The two spaza shop owners at the school are preparing lunch to sell to hungry children.", "option": null}, {"id": "22747_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/15715.png", "content": "In Mr Motaung's shop,  the bread is cut and ready for making kotas. He carefully cuts out the soft middle of each quarter loaf. Then he puts polony and chips in the space inside. Motaung puts two spoonfuls of his wife's homemade atchar in each kota. He likes to boast that his kotas have atchar inside and atchar on top!", "option": null}, {"id": "22747_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/15716.png", "content": "In Mr Mkhize's shop,  the chips are nearly ready,  but he is still cutting his bread for kotas. He is worried because things are not going well with his shop. \"It started well,\" thinks Mkhize. \"But now I get fewer and fewer customers. At least I'm reducing some of my costs by cutting five kotas from a loaf.\"", "option": null}, {"id": "22747_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/15717.png", "content": "Jabu and Zodwa are buying lunch. Zodwa buys from Mr Mkhize. Jabu buys from Mr Motaung. He believes that Motaung's kota has got more chips and atchar than Mkhize's kota.", "option": null}, {"id": "22747_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/15718.png", "content": "The queue at Mr Motaung's shop is always longer. Zodwa waits for Jabu. Then the friends sit together in the shade to enjoy their kotas.", "option": null}, {"id": "22747_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/15719.png", "content": "Zodwa notices something that makes her stare and frown. \"What are you staring at?\" asks Jabu. \"Your kota! It looks bigger than mine,\" says Zodwa.", "option": null}, {"id": "22747_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/15720.png", "content": "They both look very closely at their kotas. Sure enough,  Jabu's is bigger. \"Something is not right here,\" says Zodwa. \"I wonder if this is the reason Mr Mkhize's shop is not busy anymore.\" Jabu thinks for a while and then he replies,  \"Well,  I heard that some kids saw Mkhize cutting his bread into five pieces for kotas!\"", "option": null}, {"id": "22747_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/15721.png", "content": "Nomsa overhears Jabu and Zodwa talking and she's curious. She asks them what's wrong with cutting the loaf into five pieces for kotas. Zodwa and Jabu reply together,  \"A kota is a quarter of a loaf!\" Nomsa still looks confused,  so Zodwa explains,  \"The loaf must be cut into four equal pieces. Otherwise,  they are not quarters.\"", "option": null}, {"id": "22747_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/15722.png", "content": "Nomsa is cross because she also buys from Mr Mkhize. \"So,  he is stealing bread from us!\" she says in a loud voice. Zodwa decides to go back to Mkhize's shop to complain. She marches off,  holding her kota up in the air. Nomsa hurries behind her. Jabu sighs and gets up to follow his friends.", "option": null}, {"id": "22747_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/15723.png", "content": "Mr Mkhize is disappointed when he sees that the children aren't new customers. \"Oh,  hello again kids,\" he mutters,  \"how can I help you?\"\n\"Mr Mkhize,  I asked you for a quarter and I paid you for a quarter. But this is not a quarter,\" says Zodwa,  pointing at her kota. \"I want a quarter kota or my money back,\" she adds firmly.", "option": null}, {"id": "22747_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/15724.png", "content": "\"Is it true Mr Mkhize? You've been cheating us!\" cries Nomsa. A few children have followed them to the shop and are now listening to the fierce accusations. Mkhize waves his hands wildly. \"What are you saying about me?\" he protests. \"I'm not like that! I want you to get out of my shop now!\"", "option": null}, {"id": "22747_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/15725.png", "content": "Then Zodwa says quietly,  \"We will tell everyone what you are doing. It will spread like wildfire throughout the school. You will have to close your shop. No one will come and buy from you!\" Mr Mkhize looks at the three children standing in front of him. Then he looks at the growing crowd outside his shop.", "option": null}, {"id": "22747_15", "type": "knowledge", "title": null, "header": "assets/topic/asb/15726.png", "content": "\"OK,\" he says eventually,  \"I will give you your money back. \"And also promise that you will cut each loaf into quarters for your kotas,\" speaks up Jabu. Mr Mkhize promises that he will. Then he clears his throat and says loud enough for everyone to hear,  \"I also promise that I will add more atchar and more chips to my kotas.\"", "option": null}, {"id": "22747_16", "type": "knowledge", "title": null, "header": "assets/topic/asb/15727.png", "content": "Mr Mkhize did indeed add extra chips and atchaar to his kotas. Soon more children were buying from him,  and his shop started doing well. He was even able to hire someone to help him.", "option": null}, {"id": "22747_17", "type": "knowledge", "title": null, "header": "assets/topic/asb/15728.png", "content": "Now there is a healthy competition between Mr Mkhize and Mr Motaung,  and everyone is happy.", "option": null}, {"id": "22747_19", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMr Mkhize's quarters\nAuthor -\nLorato Trok\nIllustration -\nMarleen Visser\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}