{"knowledges": [{"id": "23109_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/18613.png", "content": "\"The house looks beautiful,\" said Oupa Karel, as Lynne put up the last of her birthday decorations.  \"Your guests will be very impressed.\" Getting things ready for the party had been hard work. Lynne and Anton had to do most of it themselves as Oupa Karel was too old to climb up ladders. But Oupa Karel did what he could by blowing up the balloons.\n\"Now we only have to bake the cake!\" said Lynne.", "option": null}, {"id": "23109_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/18599.png", "content": "Oupa Karel sighed as he turned the pages of his recipe book.  \"I'm not going to be much help,\" he said, shaking his head. \"I've never been good at cooking.\"\n\"That's okay, Oupa,\" said Lynne with a smile. \"Anton and I can do it.  We just need to follow the recipe.  How much of these ingredients should we use?\"", "option": null}, {"id": "23109_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/18600.png", "content": "\"We need 150 grams of flour,\" said Oupa Karel, running a finger down the list of ingredients. \"Fifty grams of cocoa, 220 grams of sugar, 80 grams of butter, two eggs and half a cup of milk.  That's 125 millilitres of milk.\"\n\"Let's mix everything together in the big bowl,\" said Lynne.", "option": null}, {"id": "23109_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/18601.png", "content": "Anton took the wooden spoon and began to mix the ingredients together.\n\"Be careful,\" said Lynne. \"Don't make a mess.\" \"But going slow is so boring,\" said Anton, as he stirred the ingredients as quickly as he could.  Soon he was covered in the cake mix.\n\"Oh goodness,\" laughed Oupa Karel. \"What a mess!\"", "option": null}, {"id": "23109_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/18602.png", "content": "\"Let's work out how much this weighs,\" said Oupa. \"We used 150 grams of flour and 50 grams of cocoa. That's 200 grams. We added 220 grams sugar and 80 grams butter. So add 300 grams to 200 grams. That's 500 grams. We used 125 millilitres of milk. That weighs the same as 125 grams. An egg weighs about 50 grams and two are about 100 grams. That's 225 grams added to 500 grams. That's 725 grams.\"", "option": null}, {"id": "23109_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/18603.png", "content": "\"We were just in time,\" said Oupa Karel with a smile. \"Look Lynne! Your friends have arrived. And look at all the presents they've brought for you.\"\n\"I bet that green one is heavy!\" said Lynne excitedly.\n\"Yes,\" said Anton. \"But that red one looks even heavier. Look at how big it is. Wow!  I wonder what's inside?\"", "option": null}, {"id": "23109_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/18604.png", "content": "\"Thank you very much for my present, Cedric,\" said Lynne. It was the biggest present she had ever seen. \"I can't wait to open it.\"\n\"That must weigh as much as Cedric weighs,\" said Anton with a smile. \"Look!  It's bigger than him. I bet that present weighs as much as two Cedrics.\"", "option": null}, {"id": "23109_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/18605.png", "content": "\"It's a large pillow for your bed,\" said Cedric with a smile. \"It's full of feathers!\"\n\"Wow,\" gasped Lynne. \"This weighs almost nothing at all.  It's as light as air!\"\nAnton let out a long sigh. \"I thought it was going to be very heavy because it was so big,\" he said disappointedly.", "option": null}, {"id": "23109_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/18606.png", "content": "Lynne was busy thanking her friend Annette for coming to her birthday party when she was interrupted by a voice.  It was Anton again.\n\"I'm not going to be fooled this time,\" said Anton.  \"That present must be even lighter than the pillow.  Just look how small it is. I'd say it weighs even less than a feather. It's probably as light as a cloud!\"", "option": null}, {"id": "23109_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/18607.png", "content": "\"I painted a rock for you to use as a paperweight,\" said Annette. \"It's heavy so that it will keep things from blowing away when you put them under it.\"\n\"That's great,\" said Lynne. \"Do you see my cool paperweight, Anton?  It's pretty heavy.\"\nAnton scratched his head and sighed. \"But that present was so small. I really thought it was going to be light.\"", "option": null}, {"id": "23109_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/18608.png", "content": "\"What weighs more,\" asked Annette, \"a kilogram of rocks or a kilogram of feathers?\"\n\"Rocks are heavier than feathers,\" said Anton. \"So a kilogram of rocks weighs more.\"\n\"No silly,\" laughed Cedric. \"They both weigh the same amount: one kilogram!\"\nJust then Oupa Karel smelt a burning smell coming from the house.", "option": null}, {"id": "23109_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/18609.png", "content": "Oupa Karel jumped up from his chair and rushed inside to the kitchen. There was smoke everywhere. He asked the birthday guests to wait outside until he was sure everything was safe.\n\"Oh no, Lynne,\" said Anton, as Oupa Karel took the cake pan out of the oven. \"We got too excited about opening your presents and forgot about the cake.  It's completely burnt!\"", "option": null}, {"id": "23109_15", "type": "knowledge", "title": null, "header": "assets/topic/asb/18610.png", "content": "Poor Lynne had worked so hard to get things ready for her party and now there was no cake for her friends to eat. She sat down on the kitchen floor and burst into tears.\n\"It's all my fault,\" she said sadly. \"I should have remembered about the cake.\"\n\"No, it's not your fault, Lynne,\" said Oupa Karel. \"It was just an accident!\"", "option": null}, {"id": "23109_16", "type": "knowledge", "title": null, "header": "assets/topic/asb/18611.png", "content": "Auntie Mavis cleared her throat and said in a friendly voice: \"But there is still my present to open up. It might not be as big as Cedric's present or weigh as much as Annette's present but it is a very special present. Why don't you guess how much this weighs, Anton. Go on, it will cheer Lynne up!\"", "option": null}, {"id": "23109_17", "type": "knowledge", "title": null, "header": "assets/topic/asb/18598.png", "content": "\"Mmm,\" said Anton. \"This is heavier than a pillow but lighter than a rock.\"\n\"How many grams do you think it weighs? \"asked Lynne curiously.\n\"I know that a kilogram is 1000 grams,\" said Anton thoughtfully. \"This is a bit less than that. I'd say around 700 grams, about the same as our cake.\" Then there was an excited look on Anton's face. \"I think I know what this is. Open it up quickly, Lynne.\"", "option": null}, {"id": "23109_18", "type": "knowledge", "title": null, "header": "assets/topic/asb/18612.png", "content": "\"It's a birthday cake,\" gasped Lynne. She couldn't believe her eyes. \"It's a beautiful birthday cake!  Is that what you thought it was Anton?\"\nAnton nodded his head happily.\nOupa Karel took out some plates and a knife to cut the cake. \"Happy birthday, Lynne,\" he said, “and I hope that all your wishes come true.\"", "option": null}, {"id": "23109_19", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nLynne's birthday surprise\nAuthor -\nLeo Daly\nIllustration -\nMarleen Visser\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2017\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}