{"$": "StoryConfig", "pages": [{"text": "Once upon a time there was a family who lived in a village. The parents in this family woke up early every morning to work in the fields. They left the baby with their elder son,  Sipho who was ten years old,  and their eldest daughter Bulelwa,  who was twelve years old.", "imagePath": "assets/topic/asb/8479.png"}, {"text": "The older children loved playing outside during the day and they forgot about doing their household chores. They called their friends to come and play with them. The boys loved playing soccer. The girls loved playing with dolls around the yard. They forgot about looking after the baby when their friends arrived. The baby cried and cried and nobody heard.", "imagePath": "assets/topic/asb/8482.png"}, {"text": "One day the children put the baby under a tree in the shade on a bright red blanket. They went to play. The baby began crying as usual. A group of cranes flew above the playground and felt sorry for the crying baby. They tried to get the children to notice that the baby was crying but the children kept on playing. The cranes decided to take the baby and raise it themselves.", "imagePath": "assets/topic/asb/8154.png"}, {"text": "Four cranes came to pick up the baby from under the tree. Each crane took a corner of the baby's blanket,  lifted the baby up and flew away. The children did not notice anything because they were busy playing. The children's parents were working hard in the hot sun.", "imagePath": "assets/topic/asb/8156.png"}, {"text": "It was so hot that the mother decided to rest under a tree. While she was resting she heard her baby crying. She looked around and she could not see anything. Then she looked up and she saw four cranes flying away with her baby in the bright red blanket. She screamed and chased after the cranes. When the woman told her husband what she saw he did not believe her.", "imagePath": "assets/topic/asb/8485.png"}, {"text": "The cranes hid the baby between the reeds to protect it. They wanted to find a new family that would care for the baby. They fed it and put it to sleep. Then they flew away to look for more food. The baby slept for a long time without crying. When the baby woke up it started crying because it was hungry.", "imagePath": "assets/topic/asb/8484.png"}, {"text": "A big frog heard the baby's cry. It came closer and saw the baby wrapped in the blanket. The frog thought the cranes had stolen the baby,  and decided to hide the baby from the cranes. Suddenly the frog heard the voices of the cranes. There was no time to hide. The frog swallowed the baby and hid behind a big rock. When the cranes arrived they could not find the baby and they flew off to look for it. The frog hopped back to the baby's family home.", "imagePath": "assets/topic/asb/8483.png"}, {"text": "The baby's family was sitting in the evening feeling very sad. Suddenly,  a big frog jumped through the door. The frog told them about how it swallowed their baby. They begged the frog to give them the baby. \"Give me three flies to eat then I will give you the baby,\" said the frog.\" The father caught three flies and fed them to the frog. The frog coughed and the baby popped out. The family and the frog jumped and danced with joy.\"", "imagePath": "assets/topic/asb/8486.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nBaby snatched by cranes\nAuthor -\nSouth African Folktale\nIllustration -\nEmily Berg\nLanguage -\nEnglish\nLevel -\nRead aloud\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "23300", "coverImagePath": "assets/topic/asb/8485.png", "title": "Baby snatched by cranes"}