{"knowledges": [{"id": "2340_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/1420.png", "content": "There was once a girl called Mulongo who lived with her parents near the village of Budongo. One day Mulongo's mother sent her to fetch water at the well.", "option": null}, {"id": "2340_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/1421.png", "content": "On the way,  she met her friends. They were going to the forest to get firewood. Mulongo wanted to go with them. \"Please wait for me under this muvule tree!\" she said,  \"I have to fetch water for my mother.\" But her friends didn't want to wait.", "option": null}, {"id": "2340_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/1422.png", "content": "\"All right,  I'll catch up with you in the forest!\" said Mulongo. She ran off to fetch water and take it to her mother. Then she went to the forest to look for her friends.", "option": null}, {"id": "2340_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/1423.png", "content": "She followed a path that led to a stream. On the other side of the stream were many tiny paths each one,  leading in a different direction. \"Which path had her friends taken?\" she wondered.", "option": null}, {"id": "2340_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/1424.png", "content": "She chose the biggest path,  and walked and walked,  but she could not find her friends. She was so tired that when she sat under a tree to rest,  she fell fast asleep.", "option": null}, {"id": "2340_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/1425.png", "content": "When Mulongo woke up,  it was dark. In the darkness,  yellow eyes were gleaming. She was surrounded by hyenas! She was too terrified even to cry out. She tried running,  but the hyenas circled her hungrily.", "option": null}, {"id": "2340_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/1426.png", "content": "\"Don't move,\" said the gruff voice of the biggest hyena. \"If you run,  we'll eat you!\" \"Please let me go home!\" Mulongo pleaded.", "option": null}, {"id": "2340_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/1427.png", "content": "But instead the hyenas took Mulongo to their house in the forest. It was a dirty hut full of bones and buzzing flies. She lay down and pretended to go to sleep.", "option": null}, {"id": "2340_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/1428.png", "content": "In the darkness,  she heard the hyenas talking to each other. \"How is the fire doing?\" one hyena asked. \"Is the water boiling?\" \"Everything is ready,\" was the reply. \"Should I bring her?\" \"Yes,  yes!\" growled the other hyenas. \"We're hungry!\" They were ready to drag Mulongo out of the hut.", "option": null}, {"id": "2340_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/1419.png", "content": "But the big hyena spoke,  \"Hyenas,  wait. Remember the rule of the village. No hyena may eat alone. We have to invite the whole family to share a meal.\" \"I'll go and call the in-laws,\" said his wife. \"I'll go and fetch my cousins,\" said the small hyena. \"I'll fetch our brothers and sisters,\" said another. \"And I will remain here with our food,\" said the big hyena.", "option": null}, {"id": "2340_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/1429.png", "content": "The big hyena sat in the doorway of the hut and the others went off in different directions. They took a long time,  and the big hyena began to doze in front of the warm fire. Soon he was snoring. This was Mulongo's chance! But how was she going to get past the hyena? He was so big he filled the whole doorway.", "option": null}, {"id": "2340_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/1430.png", "content": "There was only one way. She took a flying leap right over the hyena's back,  and ran as fast as her legs could carry her.", "option": null}, {"id": "2340_15", "type": "knowledge", "title": null, "header": "assets/topic/asb/1431.png", "content": "Just then the other hyenas returned,  and saw what had happened. They ran after her,  howling with anger and disappointment. But it was too late.", "option": null}, {"id": "2340_16", "type": "knowledge", "title": null, "header": "assets/topic/asb/1432.png", "content": "As she came to her village,  one of the villagers recognised her and shouted,  \"Mulongo,  Mulongo is coming,  Mulongo is coming.\" Her father and mother ran out to meet her. They hugged her,  while thanking God for saving their child,  \"Mulongo,  Mulongo,  we thought you had died!\"", "option": null}, {"id": "2340_17", "type": "knowledge", "title": null, "header": "assets/topic/asb/2135.png", "content": "From that day,  Mulongo and the other children never again went back to the forest alone.", "option": null}, {"id": "2340_18", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMulongo and the Hyenas\nAuthor -\nSarah Nangobi\nIllustration -\nWiehan de Jager\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative, 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}