{"$": "StoryConfig", "pages": [{"text": "Once upon a time there was an old woman who lived alone. She had many chickens. Among them was a rooster that was very old and could no longer crow.", "imagePath": "assets/topic/asb/8517.png"}, {"text": "One day the old woman's grandson visited. She was very happy to see him. She asked the young man to catch the old rooster so they could cook and eat it.", "imagePath": "assets/topic/asb/8518.png"}, {"text": "The old rooster heard the woman talking and its heart sank. \"Aaiii,  you are also very old but I don't see anyone trying to kill you,  we will see!\" So the old rooster sneaked away and decided to head for the big city to start singing.", "imagePath": "assets/topic/asb/8519.png"}, {"text": "As the old rooster walked,  he met the cat. \"What has happened?\" the cat asked. \"My friend,  my boss wants to eat me because I can no longer tell her the time,\" said the old rooster. \"I am going to the big city to sing. Where are you going?\" \"My friend,  my boss has also decided to kill me because I can no longer catch rats. I am running away,\" said the cat. \"Can I join you?\" \"Let's go!\" said the old rooster.", "imagePath": "assets/topic/asb/8520.png"}, {"text": "They had walked a short while when they saw a dog running very fast. The old rooster called the dog and asked why he was running so fast. \"My friend,  my boss chased me because I can no longer catch thieves,\" replied the dog while panting. \"We have similar problems. We are going to the big city to sing,\" said the old rooster. \"Can I join you?\" asked the dog.", "imagePath": "assets/topic/asb/8521.png"}, {"text": "The three animals set off together. As they were walking,  a horse stopped them and asked what was happening. \"Our bosses want to kill us because we can no longer do our jobs,\" they all replied together. \"I have the same problem,  where are you going?\" asked the horse. \"We are going to the big city to sing,\" they replied. The horse asked to join them and they accepted.", "imagePath": "assets/topic/asb/8522.png"}, {"text": "They all walked until it was dark. They saw a house and when they reached it they heard noises inside. They were afraid and decided to sing a song to chase the people who were in the house. The horse stood on the ground,  the dog climbed onto the horse's back,  the cat climbed on the dog's back,  and the rooster climbed on the cat's back.", "imagePath": "assets/topic/asb/8523.png"}, {"text": "They immediately started singing. \"Kookoliookoo,\" sang the rooster. \"Myaaawuu myaaawuu,\" sang the cat. \"Woo woo,\" sang the dog. \"Wuuuu wuuuu,\" sang the horse. They all sang loudly together. The people inside the house were thieves. The thieves were afraid and ran away.", "imagePath": "assets/topic/asb/8524.png"}, {"text": "The old rooster,  the dog,  the horse and the cat entered the house and found food. When they had finished eating they went to sleep. The rooster slept near the door,  followed by the cat,  the dog,  and lastly the horse.", "imagePath": "assets/topic/asb/8525.png"}, {"text": "It was not too long before the thieves were back. Their boss was the first to go into the house. He had just opened the door when the old rooster pecked him with its beak. Then the cat scratched him with its nails. And then he found the dog,  which bit him.", "imagePath": "assets/topic/asb/8526.png"}, {"text": "The man jumped but continued into the house. He found the horse,  which kicked him to death. The other thieves did not enter the house. They ran away,  never to return.", "imagePath": "assets/topic/asb/8527.png"}, {"text": "The animals lived happily ever after in that house. The old rooster told the time to his friends,  and the dog kept them safe. The cat killed all the rats in the house,  and the horse carried them on its back wherever they wanted to go.", "imagePath": "assets/topic/asb/8528.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nOld rooster\nAuthor -\nCissy Kiwanuka Luyiga\nIllustration -\nMagriet Brink\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "23407", "coverImagePath": "assets/topic/asb/8524.png", "title": "Old rooster"}