{"knowledges": [{"id": "2344_3", "type": "knowledge", "title": null, "header": null, "content": "This is the story of Ngede, the Honeyguide,  and a greedy young man named Gingile. One day while Gingile was out hunting he heard the call of Ngede. Gingile's mouth began to water at the thought of honey. He stopped and listened carefully,  searching until he saw the bird in the branches above his head. \"Chitik-chitik-chitik,\" the little bird rattled,  as he flew to the next tree,  and the next. \"Chitik,  chitik,  chitik,\" he called,  stopping from time to time to be sure that Gingile followed.", "option": null}, {"id": "2344_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/1866.png", "content": "After half an hour,  they reached a huge wild fig tree. Ngede hopped about madly among the branches. He then settled on one branch and cocked his head at Gingile as if to say,  \"Here it is! Come now! What is taking you so long?\" Gingile couldn't see any bees from under the tree,  but he trusted Ngede.", "option": null}, {"id": "2344_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/1867.png", "content": "After half an hour,  they reached a huge wild fig tree. Ngede hopped about madly among the branches. He then settled on one branch and cocked his head at Gingile as if to say,  \"Here it is! Come now! What is taking you so long?\" Gingile couldn't see any bees from under the tree,  but he trusted Ngede.", "option": null}, {"id": "2344_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/1588.png", "content": "So Gingile put down his hunting spear under the tree,  gathered some dry twigs and made a small fire. When the fire was burning well,  he put a long dry stick into the heart of the fire. This wood was especially known to make lots of smoke while it burned. He began climbing,  holding the cool end of the smoking stick in his teeth.", "option": null}, {"id": "2344_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/1869.png", "content": "Soon he could hear the loud buzzing of the busy bees. They were coming in and out of a hollow in the tree trunk – their hive. When Gingile reached the hive he pushed the smoking end of the stick into the hollow. The bees came rushing out,  angry and mean. They flew away because they didn't like the smoke – but not before they had given Gingile some painful stings!", "option": null}, {"id": "2344_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/1870.png", "content": "When the bees were out,  Gingile pushed his hands into the nest. He took out handfuls of the heavy comb,  dripping with rich honey and full of fat,  white grubs. He put the comb carefully in the pouch he carried on his shoulder,  and started to climb down the tree.", "option": null}, {"id": "2344_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/1871.png", "content": "Ngede eagerly watched everything that Gingile was doing. He was waiting for him to leave a fat piece of honeycomb as a thank-you offering to the Honeyguide. Ngede flittered from branch to branch,  closer and closer to the ground. Finally Gingile reached the bottom of the tree. Ngede perched on a rock near the boy and waited for his reward.", "option": null}, {"id": "2344_10", "type": "knowledge", "title": null, "header": null, "content": "But,  Gingile put out the fire,  picked up his spear and started walking home,  ignoring the bird. Ngede called out angrily,  \"VIC-torr! VIC-torrr!\" Gingile stopped,  stared at the little bird and laughed aloud. \"You want some honey,  do you,  my friend? Ha! But I did all the work,  and got all the stings. Why should I share any of this lovely honey with you?\" Then he walked off. Ngede was furious! This was no way to treat him! But he would get his revenge.", "option": null}, {"id": "2344_12", "type": "knowledge", "title": null, "header": null, "content": "One day several weeks later Gingile again heard the honey call of the Ngede. He remembered the delicious honey,  and eagerly followed the bird once again. After leading Gingile along the edge of the forest,  Ngede stopped to rest in a great umbrella thorn. \"Ahh,\" thought Gingile. \"The hive must be in this tree.\" He quickly made his small fire and began to climb,  the smoking branch in his teeth. Ngede sat and watched.", "option": null}, {"id": "2344_14", "type": "knowledge", "title": null, "header": null, "content": "Gingile climbed,  wondering why he didn't hear the usual buzzing. \"Perhaps the hive is deep in the tree,\" he thought to himself. He pulled himself up another branch. But instead of the hive,  he was staring into the face of a leopard! Leopard was very angry at having her sleep so rudely interrupted. She narrowed her eyes,  opened her mouth to reveal her very large and very sharp teeth.", "option": null}, {"id": "2344_16", "type": "knowledge", "title": null, "header": "assets/topic/asb/1865.png", "content": "Before Leopard could take a swipe at Gingile,  he rushed down the tree. In his hurry he missed a branch,  and landed with a heavy thud on the ground twisting his ankle. He hobbled off as fast as he could. Luckily for him,  Leopard was still too sleepy to chase him. Ngede,  the Honeyguide,  had his revenge. And Gingile learned his lesson.", "option": null}, {"id": "2344_17", "type": "knowledge", "title": null, "header": "assets/topic/asb/1865.png", "content": "And so,  when the children of Gingile hear the story of Ngede they have respect for the little bird. Whenever they harvest honey,  they make sure to leave the biggest part of the comb for Honeyguide!", "option": null}, {"id": "2344_18", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nThe Honeyguide's revenge\nAuthor -\nZulu folktale\nIllustration -\nWiehan de Jager\nLanguage -\nEnglish\nLevel -\nRead aloud\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}