{"$": "StoryConfig", "pages": [{"text": "Once upon a time, Frog and Snake were good friends. Their homes were near each other and their children played together.", "imagePath": "assets/topic/asb/18783.png"}, {"text": "One day,  Frog said to Snake, \"My friend I want to visit my mother next week. Would you like to go with me?\"", "imagePath": "assets/topic/asb/18784.png"}, {"text": "\"I would be happy to go,\" Snake answered.\n\"Very good,  then let's prepare for a long journey,\" replied Frog. \"We also need to find someone to look after our homes while we are away,\" she added.", "imagePath": "assets/topic/asb/25000.png"}, {"text": "They asked Monkey to help since he was good and responsible. Monkey accepted.", "imagePath": "assets/topic/asb/25001.png"}, {"text": "During the next few days, the two friends were busy making arrangements for the journey.\nFrog collected white ants and packed them in a big sack. Her mother loved to eat white ants.", "imagePath": "assets/topic/asb/25002.png"}, {"text": "The day arrived and the two friends set off at dawn.\nSoon they reached the thick forest. As they entered the forest, a group of angry squirrels gathered to attack them.", "imagePath": "assets/topic/asb/25003.png"}, {"text": "Snake was so afraid that she started shaking. She hissed and hissed but the fierce squirrels kept on coming closer.", "imagePath": "assets/topic/asb/25004.png"}, {"text": "Just as the squirrels were about to attack them, Frog croaked very loudly.\nThe squirrels got such a fright that they ran away.", "imagePath": "assets/topic/asb/25005.png"}, {"text": "When the two friends finally arrived at Frog's mother's place, they were hungry and tired.\nFrog's mother gave them a mat to sit on while she was preparing food.", "imagePath": "assets/topic/asb/25006.png"}, {"text": "When the food was ready, Frog and Snake washed and sat down to eat.", "imagePath": "assets/topic/asb/25007.png"}, {"text": "Before they started eating, Frog said, \"Snake you can't eat while lying down. That is bad manners. Please sit up properly otherwise my mother will be offended.\"", "imagePath": "assets/topic/asb/25008.png"}, {"text": "Snake tried very hard to sit up like the frogs, but she failed.", "imagePath": "assets/topic/asb/25009.png"}, {"text": "Meanwhile Frog and her mother started eating the food.", "imagePath": "assets/topic/asb/25010.png"}, {"text": "\"I can't sit up properly,\" Snake pleaded with Frog. But Frog would not listen.", "imagePath": "assets/topic/asb/25011.png"}, {"text": "Snake was so upset that she decided to go back to her home. She did not say farewell to the frogs.", "imagePath": "assets/topic/asb/25012.png"}, {"text": "On the way home, she made a plan to teach Frog a lesson!", "imagePath": "assets/topic/asb/25013.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nFrog and Snake\nAuthor -\nJohn Emongot\nIllustration -\nRob Owen\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "23751", "coverImagePath": "assets/topic/asb/18784.png", "title": "Frog and Snake"}