{"$": "StoryConfig", "pages": [{"text": "Once upon a time the was a girl by the name of Emily Emily was very naughty.", "imagePath": "assets/topic/asb/8661.png"}, {"text": "Whenever her mother asked her to do anything she would refuse.", "imagePath": "assets/topic/asb/7518.png"}, {"text": "One day her mother was sick. She asked her to go her grandma and ask for some special medicine,  so that she can drink and get better. Because Emily was naughty,  she decided to go and have a swim on her way to grand ma.", "imagePath": "assets/topic/asb/8630.png"}, {"text": "It became late,  her mother started to worry.", "imagePath": "assets/topic/asb/8559.png"}, {"text": "Her mother called the people of the village to help her look for Emily.", "imagePath": "assets/topic/asb/8558.png"}, {"text": "She was very worried because there was a monster who eats little girls at night.", "imagePath": "assets/topic/asb/8115.png"}, {"text": "While the people were looking for Emily,  she was still having fun in the pond. She was not aware of the darkness.", "imagePath": "assets/topic/asb/8643.png"}, {"text": "It was time for dinner for the monster and he started looking for food. As he was walking he started to smell a little girl. The village people were getting closer and closer to the pond.", "imagePath": "assets/topic/asb/8114.png"}, {"text": "Emily saw the monster coming and she started to scream. The people of the village heard a little girl's scream and they started to run towards the voice.", "imagePath": "assets/topic/asb/7584.png"}, {"text": "The people of the village found emily still in the pond,  she was very scared. And from that day she learned to listen and to respect her mother.", "imagePath": "assets/topic/asb/8025.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nA Naughty Girl\nAuthor -\nBathokwa book club\nIllustration -\nCatherine Groenewald, Vusi Malindi, Rob Owen, Natalie Propa, Ingrid Schechter and Melany Pietersen\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© Bathokwa Book Club 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "23775", "coverImagePath": "assets/topic/asb/8665.png", "title": "A Naughty Girl"}