{"knowledges": [{"id": "2397_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/2317.png", "content": "Long,  long ago there were seven suns in the sky. Their rays made the earth so hot that human beings could not bear it.", "option": null}, {"id": "2397_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/2318.png", "content": "So,  the seven brothers belonging to a tribe called the Munda decided to kill the suns. They shot arrows at them and were able to kill six of the suns.", "option": null}, {"id": "2397_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/2319.png", "content": "The seventh sun hid behind a hill.", "option": null}, {"id": "2397_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/2320.png", "content": "Now,  with the suns gone,  there was darkness everywhere. The deer could not see the tigers. The elephants bumped into trees. The rabbits walked over the lions and there was confusion all around.", "option": null}, {"id": "2397_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/2328.png", "content": "To find a solution,  the animals decided to have a meeting. A rabbit told them about one of the seven suns who was still alive and hiding behind a hill. But who would be the best one to call back the sun?", "option": null}, {"id": "2397_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/2321.png", "content": "\"I will call out to the sun,\" said the lion, for he was the king of the forest. \"Sun, sun, please do not run away. Come back and shine on us,\" roared the lion. But the sun did not listen to him.", "option": null}, {"id": "2397_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/2322.png", "content": "The elephant called out next. He raised his trunk and trumpeted, \"Sun, sun, please come back.\" But the sun did not listen to him.", "option": null}, {"id": "2397_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/2323.png", "content": "The peacock danced and pleaded, \"Sun, sun, please come back.\" But the sun refused to come out. One after the other, all the animals called out to the sun. But he did not listen to any of them. Finally, a rooster offered to call the sun. Everybody laughed.", "option": null}, {"id": "2397_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/2324.png", "content": "The lion said, \"The rooster should be allowed to try.\" Rooster stepped forward and gently crowed,  \"Kookoodokoo, koo.\" To everyone's surprise,  the sun peeped out a little from behind the hill.", "option": null}, {"id": "2397_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/2325.png", "content": "The rooster crowed again, this time more boldly,  \"KookoodoKOO-KOO.\" The sun came up a little higher. The rooster crowed a third time, even louder and bolder, \"KOOKOODOKOO-KOO.\" The sun rose high and bright. There was light everywhere. The animals were delighted and the humans felt relieved.", "option": null}, {"id": "2397_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/2326.png", "content": "Ever since that day, when the rooster crows in the morning, the sun rises and shines in the sky.", "option": null}, {"id": "2397_14", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nThe Seventh Sun: A Tribal Tale From Odisha, India\nAuthor -\nIndian Folktale\nIllustration -\nPratham Books\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© Pratham Books 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.prathambooks.org", "option": null}], "activities": [], "quizzes": []}