{"knowledges": [{"id": "24422_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/1497.png", "content": "Once upon a time, there lived three best friends; Jude, Becky and Rachael.", "option": null}, {"id": "24422_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/19328.png", "content": "They always did their house chores together; they actually went to each other's homes and helped each other.", "option": null}, {"id": "24422_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/19336.png", "content": "Their parents were so pleased with them.\nEach time they finished their chores, they gave them nice things to eat such as very good food, fruits, biscuits and other nice things.", "option": null}, {"id": "24422_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/13497.png", "content": "One day, they went to the well, and spent a very long time there. They forgot that it was getting late. The games they were playing were just to nice  to help them remember that they had to go home.", "option": null}, {"id": "24422_7", "type": "knowledge", "title": null, "header": null, "content": "They even forgot about the warning they had been given about what always happened when one left the well late... Can you guess what the warning was?", "option": null}, {"id": "24422_8", "type": "knowledge", "title": null, "header": null, "content": "It's only when people started to leave the well one by one, that they remembered that it was getting late and they needed to go home as well.", "option": null}, {"id": "24422_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/931.png", "content": "However, on their way home, grass covered them up!", "option": null}, {"id": "24422_10", "type": "knowledge", "title": null, "header": null, "content": "As they were still struggling to get out, it completely engulfed them! And they  totally disappeared!\nTheir parents looked for them in vain. They all gathered together at the village local council... and sought for help. Most of the villagers helped them search for the missing children, but their search was in vain.", "option": null}, {"id": "24422_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/25390.png", "content": "Early in the morning, one of the village women went to  the well to fetch water.\nShe was shocked to find the missing children struggling to get out of the grass...", "option": null}, {"id": "24422_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/26427.png", "content": "She helped them get out of the entangled grass. And immediately took them to the village local council. And everyone was excited to see them.\nThey told them everything that had happened to them. And this was a lesson for everyone to learn... including the grown ups.", "option": null}, {"id": "24422_13", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nThree Best Friends\nAuthor -\nCatherine  Amia\nIllustration -\nWiehan de Jager, Idowu Abayomi Oluwasegun, Andrews Opoku Antwi, Michelangelo Quaye Anang and Rob Owen\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2018\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}