{"knowledges": [{"id": "24746_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/27230.png", "content": "Once upon a time, there was a village called Izagodo. All the people in this village were very young.\nThere was not a single old man or old woman in the village.", "option": null}, {"id": "24746_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/27231.png", "content": "The young men and women of Izagodo danced and had fun. They ate what they liked and drank anything that made them drunk. They had fun all day and all night.\nVery soon, they forgot how to work.", "option": null}, {"id": "24746_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/27232.png", "content": "They also forgot anything that happened the day before.\nThe young men and women of Izagodo woke up one day and all the food was finished. There was not a drop of wine left. The musical instruments were all broken.", "option": null}, {"id": "24746_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/27233.png", "content": "There was no music for dancing. But they couldn't even dance anymore because they were hungry and weak.\nThey went to the compound of Oza, the village chief, and cried bitterly.", "option": null}, {"id": "24746_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/27234.png", "content": "They cried and wailed.\nThe young chief came out of his large hut and pleaded, \"Stop! Dear people of Izagodo. Please stop crying. We might die soon, let us save our strength for a few more breaths.\"", "option": null}, {"id": "24746_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/27235.png", "content": "The people shouted, \"You are our chief! You must save us!\"\nChief Oza was quiet. Then after a while, he stood up and said, \"I am no longer your chief. I shall leave this village and find somewhere peaceful. You can choose another chief.\"", "option": null}, {"id": "24746_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/27236.png", "content": "So Oza went into his hut, packed his things, and left.\nThe people did not know who would be their leader. They did not know what to do. They cried so much more.", "option": null}, {"id": "24746_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/27237.png", "content": "Then a small but clear voice said, \"I will be your chief!\"\nEverybody turned to look for the owner of the voice. They all looked to each other. They looked and looked. But they could not tell who had spoken.", "option": null}, {"id": "24746_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/27238.png", "content": "To the surprise of everyone, a little boy stepped out of the crowd.\nThe boy said, \"Yes! I will be chief. I can help you. But you must promise to stop having fun all day and all night. And you must follow my advice.\"", "option": null}, {"id": "24746_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/27239.png", "content": "The young people were moved by the child's courage and promised to obey him.\nHe took them away from the village, to a lush farm. They had food and rested. Then he taught them. He helped them to remember how to farm.", "option": null}, {"id": "24746_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/27240.png", "content": "With the little boy as their chief, the people of Izagodo began a life of hard work. They worked and worked.\nBefore long, they had more than enough to eat and drink. They were happy again and had fun. But also they continued to work.", "option": null}, {"id": "24746_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/27241.png", "content": "Many nights the little chief would quietly leave the village, to meet with a wise old man.\nHe told him moonlight tales, and stories of great men and women who solved the problems of their people.\nIn time, the boy himself became a wise and powerful man.", "option": null}, {"id": "24746_15", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nPeople who forgot\nAuthor -\nEdwin  Irabor\nIllustration -\nEdwin  Irabor\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2018\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}