{"knowledges": [{"id": "24748_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/27133.png", "content": "There lived a set of twin brothers called Elephant and Hippo.\nOne day, Fate came and gave them two choices. \"Choose blindness or leprosy,\" Fate ordered.\nHippo wanted to be clever. He quickly chose leprosy so as to keep using his eyes. Elephant chose blindness.", "option": null}, {"id": "24748_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/27134.png", "content": "Hippo became an angry boy because of the leprosy. Blindness gave Elephant patience. Elephant needed help but Hippo treated him badly.\nThen Elephant found a magical Stick, which helped him to move around. They whispered secrets to each other. Stick helped Elephant to fight enemies.", "option": null}, {"id": "24748_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/27135.png", "content": "Because Hippo lost his fingers and toes he also needed help. Elephant was kind to him.\nWhen food was served, Hippo needed Elephant to cut the food and place it on his fingerless palms. Hippo was very unhappy.", "option": null}, {"id": "24748_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/27136.png", "content": "One morning, their mother served hot yams. Because they were hungry, the boys did not wait for the yams to cool.\nHippo put his palms together and they looked like a plate. He asked, \"Put my share here for me.\"", "option": null}, {"id": "24748_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/27137.png", "content": "The yam was so hot that it burned their palms. Hippo moved his hands up and down, to cool his palms. The yam fell on the sand.\nElephant moved his own yam from one hand to the other without it falling. Hippo was annoyed.", "option": null}, {"id": "24748_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/27138.png", "content": "\"Help me pick up my yam, please,\" Hippo asked Elephant.\n\"You know I cannot see it,\" Elephant replied.\n\"Give me your hand, I will show you,\" Hippo said.\nElephant found the yam, and blew the sand off it. He gave it to Hippo.", "option": null}, {"id": "24748_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/27139.png", "content": "In the evening, their mother gave them pounded yam, and four pieces of meat. Elephant quickly touched the meat and counted the pieces with his fingers.\nHippo did not notice Elephant counting the meat.", "option": null}, {"id": "24748_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/27140.png", "content": "Hippo tried to steal a piece of meat but he dropped it. When it was time to share the meat, Elephant asked, \"Were there not four pieces of meat?\"\n\"There were three,\" Hippo lied. \"There were four,\" Elephant insisted. \"Are you really blind?\" Hippo asked.", "option": null}, {"id": "24748_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/27141.png", "content": "One day, they were hungry but their mother was away. \"Let us go and play to forget our hunger,\" suggested Hippo.\nElephant agreed, so Hippo said, \"Let us swim in the river.\" He knew Elephant could not swim. He planned to kill his brother!\nElephant and Stick followed Hippo.", "option": null}, {"id": "24748_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/27142.png", "content": "On the way, Hippo went into the forest. He picked up a heavy stone and put it under his arm. He grunted as he picked up the stone. He was still grunting as they walked to the river.\n\"Why is he grunting like that?\" Elephant asked Stick.", "option": null}, {"id": "24748_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/27143.png", "content": "When they reached the river, Hippo said, \"I will jump in first and help you to swim.\"\nHe moved away from Elephant. He lifted the stone and threw it into the river.\n\"That sound is too small for the size of Hippo,\" Stick whispered in Elephant's ear.", "option": null}, {"id": "24748_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/27144.png", "content": "Elephant asked Stick to find out more. He started swinging Stick round and round. Stick hit Hippo very hard. \"Ayei!\" Hippo cried and jumped into the river.\nThe magical Stick turned Hippo into a water animal. He turned Elephant into a land animal and became Elephant's trunk.", "option": null}, {"id": "24748_15", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nElephant and Hippo\nAuthor -\nTerkule Aorabee\nTranslation -\nTerkule Aorabee\nIllustration -\nAwwalu  Sakiwa and Idowu Abayomi Oluwasegun\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2018\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}