{"$": "StoryConfig", "pages": [{"text": "Long time ago, Mojo the bird lived in a kingdom called Baro. Tortoise was his friend.\nMojo was a messenger and travelled far to deliver messages.", "imagePath": "assets/topic/asb/26785.png"}, {"text": "One day the lion king called for Mojo.\nThe king wanted him to deliver an important message to another kingdom. His relative Tiger was the king there.", "imagePath": "assets/topic/asb/26786.png"}, {"text": "When Tortoise heard about this he felt jealous.\nHe advised Mojo, \"Do not go. It is a trap. Lion wants to send you as a sacrifice.\"", "imagePath": "assets/topic/asb/26787.png"}, {"text": "Mojo felt scared. The next day, he went to his relative Cock. Mojo told him what Tortoise had said.\nCock did not trust Tortoise.", "imagePath": "assets/topic/asb/26788.png"}, {"text": "\"I will make you a delicious meal tonight,\" offered Tortoise when he met Mojo later.\nMojo happily went to Tortoise's house for dinner.", "imagePath": "assets/topic/asb/26789.png"}, {"text": "As Mojo was relaxing, Tortoise threw a net over him! Then he went out to fetch firewood.\nMojo could not move. \"Help me, help me!\" he cried.", "imagePath": "assets/topic/asb/26790.png"}, {"text": "Cock was near Tortoise's house. He heard Mojo shouting. He called \"Mojo? Mojo?\"\n\"Cock! Come and rescue me! responded Mojo.\nCock hurried to where Mojo was trapped.", "imagePath": "assets/topic/asb/26791.png"}, {"text": "Cock freed Mojo from the net.\nMojo thanked Cock and they ran away.\nMojo told Lion about this. The king banished Tortoise from the kingdom.", "imagePath": "assets/topic/asb/26792.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMojo and Tortiose\nAuthor -\nMonica Oyovwevotu Dale\nTranslation -\nMonica Oyovwevotu Dale\nIllustration -\nEdwin  Irabor\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2018\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "24771", "coverImagePath": "assets/topic/asb/26787.png", "title": "Mojo and Tortiose"}