{"$": "StoryConfig", "pages": [{"text": "I finish my hot,  hot bath. My wet body feels so cool,  cool,  cool.  What makes that happen? Vayu,  the wind!", "imagePath": "assets/topic/asb/2443.png"}, {"text": "The milk in my cup is too hot. But soon it is ready for me to sip. Who makes that happen? Vayu,  the wind!", "imagePath": "assets/topic/asb/2444.png"}, {"text": "The window curtains flutter and gently brush my face. Who makes it happen? Vayu,  the wind!", "imagePath": "assets/topic/asb/2445.png"}, {"text": "A bolt of lightning far away. Black clouds moving my way. Who makes that happen? Vayu,  the wind!", "imagePath": "assets/topic/asb/2448.png"}, {"text": "Branches sway and leaves tremble. Flowers gently fall. Who did it all? Vayu,  the wind!", "imagePath": "assets/topic/asb/2449.png"}, {"text": "We are playing far from the house. Yet I can smell the food mother is preparing. Who makes it happen? Vayu,  the wind!", "imagePath": "assets/topic/asb/2450.png"}, {"text": "A glass on a windowsill,  crashes to the ground. I am glad I was not around. Who broke the glass? It was Vayu,  the wind!", "imagePath": "assets/topic/asb/2451.png"}, {"text": "A whistle blows. A train rolls in. I cannot see it,  but I hear its din. Who makes that happen? Vayu,  the wind!", "imagePath": "assets/topic/asb/2452.png"}, {"text": "Cannot be seen. Cannot be heard. Works without saying a word. Who can it be? Of course! The wind.", "imagePath": "assets/topic/asb/2453.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nVayu, the wind\nAuthor -\nMadhuri Pai and Rohini Nilekani\nIllustration -\nRijuta Ghate\nLanguage -\nEnglish\nLevel -\nFirst sentences\n© Pratham Books 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.prathambooks.org", "imagePath": null}], "gameDatas": [], "storyId": "2611", "coverImagePath": "assets/topic/asb/2442.png", "title": "Vayu, the wind"}