{"$": "StoryConfig", "pages": [{"text": "The people in a village of small huts were becoming unhappy. Wild animals began to come and frighten them.", "imagePath": "assets/topic/asb/1161.png"}, {"text": "These animals ate all their crops and even carried children away. It was not a good place to live any longer,  but where could the people go?", "imagePath": "assets/topic/asb/1162.png"}, {"text": "One family found the answer. It was not hard to find food up in the hills.", "imagePath": "assets/topic/asb/1163.png"}, {"text": "Bushes grew in the cracks between rocks. Trees grew on the slopes of the hills. The parents trapped rock rabbits and the children caught birds.", "imagePath": "assets/topic/asb/1164.png"}, {"text": "Other families noticed how well the hill family lived. \"It is a good life up in the hills,\" said the husband. \"You should come there too.\"", "imagePath": "assets/topic/asb/1165.png"}, {"text": "Soon the other families left the flat land and went up to the hills. Each family found a cave to live in,  and felt warm and secure.", "imagePath": "assets/topic/asb/1166.png"}, {"text": "Soon the children became very quick at climbing rocks,  and finding fruit in the trees. They could swing in the branches almost as well as any monkey.", "imagePath": "assets/topic/asb/1160.png"}, {"text": "Slowly,  things began to change. The children talked less,  and grunted more. Then the adults noticed that their noses were getting bigger and that they were growing more hair.", "imagePath": "assets/topic/asb/1167.png"}, {"text": "Every time they looked at one another they saw that their teeth were longer. They started to walk on four legs.", "imagePath": "assets/topic/asb/1169.png"}, {"text": "They became a new creature that no-one had seen before in that place. This was the creature which people now call the baboon.", "imagePath": "assets/topic/asb/1175.png"}, {"text": "For a time,  the baboons lived happily. They stopped chasing the rock rabbits and ate grubs from the ground.", "imagePath": "assets/topic/asb/1168.png"}, {"text": "They forgot how to talk. They took off their clothes because their legs and arms were covered with dark hair.", "imagePath": null}, {"text": "They still remembered that they had been people. They looked at each other's big noses and laughed at each other.", "imagePath": "assets/topic/asb/1170.png"}, {"text": "But they did not like the laughing. They jumped up and down in anger. Soon the baboons could not be together because of the laughing and the anger. Each family went off and lived by itself.", "imagePath": "assets/topic/asb/1171.png"}, {"text": "That is why baboons live in small groups today and do not live as a baboon nation.", "imagePath": "assets/topic/asb/1173.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nThe baboons that went this way and that\nAuthor -\nSouthern African Folktale\nIllustration -\nBenjamin Mitchley\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "2987", "coverImagePath": "assets/topic/asb/1160.png", "title": "The baboons that went this way and that"}