{"$": "StoryConfig", "pages": [{"text": "Everybody knew that Mama Schola liked to shout a lot.", "imagePath": "assets/topic/asb/1608.png"}, {"text": "That day,  it was about cows at the market. \"Push these silly cows away,\" she said. \"They are eating my vegetables.\"", "imagePath": "assets/topic/asb/1609.png"}, {"text": "\"Hey you there! Push these silly cows away from here,\" she insisted. \"They are eating my clothes.\"", "imagePath": "assets/topic/asb/1609.png"}, {"text": "\"Where is the owner of these silly cows?\" she shouted. \"They are eating my grains.\"", "imagePath": "assets/topic/asb/1610.png"}, {"text": "Sorimpan,  the herd boy,  had just gone to drink water at a tap when his cows wandered off to the market. He hid away,  squatting in fear,  when he heard the shouting woman.", "imagePath": "assets/topic/asb/1611.png"}, {"text": "\"Now look what these silly cows have done!\" she continued to shout. \"They have broken my beautiful pots.\"", "imagePath": "assets/topic/asb/1612.png"}, {"text": "A short time later,  \"Aah! Not again!\" she was heard saying. \"I will report this matter to the police. These silly cows have knocked down my fruit stand.\"", "imagePath": "assets/topic/asb/1613.png"}, {"text": "Sorimpan finally came out stick in hand,  dodged between the gathering crowds and managed to get a clear view of his cows. Sorimpan's cows knew him well so they turned and looked up at him as he appeared!", "imagePath": "assets/topic/asb/1614.png"}, {"text": "At this point,  the big crowd of onlookers of men,  women and even children all stared at the cows which paid attention only to Sorimpan.", "imagePath": "assets/topic/asb/1617.png"}, {"text": "Suddenly,  the cows broke their silence! They began to talk all at the same time,  criticising the people!", "imagePath": "assets/topic/asb/1607.png"}, {"text": "The crowds were shocked and stepped back one by one,  afraid of the cows. Then the cows stopped talking and watched the crowd in amazement! But Mama Schola was heard saying,  \"Since when did cows meddle in our market businesses?\"", "imagePath": "assets/topic/asb/1608.png"}, {"text": "It was Mama Schola's turn to be criticised by the cows! All the other women selling moved to stand with Mama Schola out of fear.", "imagePath": "assets/topic/asb/1617.png"}, {"text": "The cows criticised the women,  commenting on the state of their vegetables,  saying,  \"What kind of vegetables are these? They are all old and drying up!\"", "imagePath": "assets/topic/asb/1618.png"}, {"text": "It was clear that the cows were not yet done! They turned round and faced the cloth-stand and shouted,  \"You say we eat your clothes,  what clothes? You mean these old rugs! Who will buy them?\"", "imagePath": "assets/topic/asb/1619.png"}, {"text": "The cows then moved to the next stand and everybody followed them with their eyes. \"Your grains are full of weevils. Who wants to eat that! We only tasted to see if this is a place to come more often!\" the cows sneered.", "imagePath": "assets/topic/asb/1620.png"}, {"text": "\"And you Mama Schola,\" the cows continued,  \"stop making noise. You talk of these cracked pots?\" The cows turned their heads towards Mama Schola's pots. \"They are no good,  they break so easily,  so don't blame us.\" With that,  the cows turned and left,  followed closely by Sorimpan.", "imagePath": "assets/topic/asb/1621.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMarket cows\nAuthor -\nUrsula Nafula\nIllustration -\nCatherine Groenewald\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative, 2014  2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "3003", "coverImagePath": "assets/topic/asb/1607.png", "title": "Market cows"}