{"knowledges": [{"id": "3083_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/2037.png", "content": "Do you remember the Great Race between the hare and the tortoise? For a long time,  no one in the entire animal kingdom could talk about anything but the Great Race and its two contestants.", "option": null}, {"id": "3083_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/2039.png", "content": "We all know that the rabbit was defeated because he was lazy and overconfident. We know that the tortoise won the race because he was slow and steady. The forest animals knew this too,  and continued to respect both creatures equally. Even the two competitors remained friends. The tortoise did not assume airs because he had won,  and the hare,  realising he had been defeated fair and square,  bore the tortoise no grudge.", "option": null}, {"id": "3083_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/2042.png", "content": "Many months passed. The king of the jungle where the hare and the tortoise lived had some important matters to discuss with the king of the neighbouring jungle. But the first king could not leave his jungle just then. He decided,  instead,  to send the hare and tortoise to the neighbouring king,  as his representatives.", "option": null}, {"id": "3083_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/2043.png", "content": "\"At least one of you must go to the neighbouring kingdom,\" ordered the king,  when the hare and the tortoise had presented themselves. \"I want you to discuss certain important matters with the king there,  and come back to me with his thoughts on those matters.\" \"Now go!\" he said,  as he dismissed them. \"And mind,  you only have a day to complete the task.\"", "option": null}, {"id": "3083_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/2045.png", "content": "The road to the neighbouring kingdom was not smooth or easy. It was rocky and full of thorns. There were also two rivers to cross on the way.", "option": null}, {"id": "3083_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/2048.png", "content": "After some thought,  both the hare and the tortoise realised that neither of them could complete the task alone. They had to travel together. The plan was for the hare to carry the tortoise over the thorny parts of the route,  and for the tortoise to carry the hare across the two rivers.", "option": null}, {"id": "3083_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/2050.png", "content": "The next day,  they collected the various messages from their king and were ready to go. The hare made short work of the thorny parts of the route with his giant loping strides,  while the tortoise held on for dear life.", "option": null}, {"id": "3083_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/2051.png", "content": "When they came to a river,  they switched places,  and the hare clambered onto the tortoise's back. The tortoise swam across the river gracefully. Once both rivers had been crossed,  it did not take them long to arrive at the neighbouring kingdom.", "option": null}, {"id": "3083_16", "type": "knowledge", "title": null, "header": "assets/topic/asb/2054.png", "content": "After long discussions with the neighbouring king on all the matters raised by their own king,  the hare and the tortoise were ready to leave.", "option": null}, {"id": "3083_17", "type": "knowledge", "title": null, "header": "assets/topic/asb/2056.png", "content": "The journey home was even smoother than the outward journey,  since both the hare and the tortoise now knew exactly what to do. The two old rivals had worked so well that they reached the king well ahead of the deadline he had set!", "option": null}, {"id": "3083_18", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nHare and Tortoise (Again!)\nAuthor -\nVenkatramana Gowda and Divaspathy Hegde\nIllustration -\nPadmanabha\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© Pratham Books 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.prathambooks.org", "option": null}], "activities": [], "quizzes": []}