{"knowledges": [{"id": "31418_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/25198.png", "content": "Once upon a time, there was a boy called Petros. He was a very clever student. He came first in his class and his parents were proud of him. But Petros wished he had a brother, a sister, or a pet to play with.", "option": null}, {"id": "31418_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/25199.png", "content": "One day he asked his mom, \"Can I play outside? I have studied all morning and I want to play with my friends now.\" His mom replied, \"All right! Go, but don't be late!\"", "option": null}, {"id": "31418_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/25200.png", "content": "On the way to the playground, Petros saw something unusual. It was a little dog with white and brown spots. The dog was stuck in a hole and he was scared. \"Don't worry, I won't hurt you. I will help you,\" said Petros.", "option": null}, {"id": "31418_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/25201.png", "content": "Petros helped the dog out of the hole. He barked with joy, dancing around the boy and licking him. \"You are going to be my dog,\" said Petros happily as they continued to the playground.", "option": null}, {"id": "31418_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/25197.png", "content": "The dog ran far ahead. When Petros' friends saw the dog running towards them, they said, \"This dog might be dangerous. It might bite us.\" They picked up stones and threw them at the little dog. Petros was running and shouting for his friends to stop.", "option": null}, {"id": "31418_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/25202.png", "content": "The friends did not hear Petros. The small dog ran as fast as he could to save his life. Then he hid from the boys who were chasing him. They did not find him.", "option": null}, {"id": "31418_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/25203.png", "content": "Petros' friends went back to the playground and found Petros crying. \"What is wrong?\" asked one of them. \"You chased my dog!\" cried Petros. They were shocked and said, \"We didn't know it was your dog. We're sorry. Let's find him.\"", "option": null}, {"id": "31418_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/25204.png", "content": "\"It's no use. We will never find my dog,\" said Petros in a hopeless voice. \"Yes, we will find him. Get up Petros, we will find your dog. We must not lose hope,\" his friends said, consoling him.", "option": null}, {"id": "31418_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/25205.png", "content": "Petros and his friends searched for the dog all afternoon until they got tired. Finally, Petros said, \"There is one last place where the dog could be. If we don't find him there, I will search no more. Let's go to the river.\"", "option": null}, {"id": "31418_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/25206.png", "content": "When the dog saw the boys coming, he was scared. He tried to cross the river but he was scared of the water. He was about to jump into the river, when he heard Petros calling, \"Stop, don't jump!\"", "option": null}, {"id": "31418_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/25207.png", "content": "The dog turned around, saw Petros and ran to him. Petros hugged the dog and the dog licked Petros's face. \"My friend! I thought you were gone forever!\" cried Petros.", "option": null}, {"id": "31418_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/25208.png", "content": "Back at the playground, Petros gave his friends some advice. \"Before you make decisions, think about what could happen as a result. Be careful of hurting others.\" His friends thought about his words and said, \"We are sorry. The dog will be our friend too.\"", "option": null}, {"id": "31418_15", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nPetros and his dog\nAuthor -\nBethelihem Waltenegus\nIllustration -\nBrian Wambi\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2017\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}