{"knowledges": [{"id": "3159_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/1197.png", "content": "A long time ago,  three girls went out to collect wood.", "option": null}, {"id": "3159_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/1198.png", "content": "It was a hot day so they went down to the river to swim. They played and splashed and swam in the water.", "option": null}, {"id": "3159_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/1196.png", "content": "Suddenly,  they realised that it was late. They hurried back to the village.", "option": null}, {"id": "3159_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/1199.png", "content": "When they were nearly home,  Nozibele put her hand to her neck. She had forgotten her necklace! \"Please come back with me!\" she begged her friends. But her friends said it was too late.", "option": null}, {"id": "3159_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/1200.png", "content": "Nozibele went back to the river alone. She found her necklace and began hurrying home. But,  she got lost in the dark.", "option": null}, {"id": "3159_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/1201.png", "content": "In the distance she saw light coming from a hut. She walked quickly towards it and knocked at the door.", "option": null}, {"id": "3159_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/1202.png", "content": "To her surprise,  a dog opened the door and said,  \"What do you want?\" \"I'm lost and I need a place to sleep,\" said Nozibele. \"Come in,  or I'll bite you!\" said the dog. Nozibele went in.", "option": null}, {"id": "3159_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/1203.png", "content": "The dog said,  \"Cook for me!\" \"But I've never cooked for a dog before,\" Nozibele answered. \"Cook,  or I'll bite you!\" said the dog. Nozibele cooked some food for the dog.", "option": null}, {"id": "3159_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/1204.png", "content": "Then the dog said,  \"Make the bed for me!\" Nozibele answered,  \"I've never made a bed for a dog.\" \"Make the bed,  or I'll bite you!\" the dog said. Nozibele made the bed.", "option": null}, {"id": "3159_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/1207.png", "content": "Every day she had to cook and sweep and wash for the dog. Then one day the dog said,  \"Nozibele,  today I have to visit some friends. Sweep the house,  cook the food and wash my things before I come back.\"", "option": null}, {"id": "3159_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/1208.png", "content": "As soon as the dog had gone,  Nozibele took three hairs from her head. She put one hair under the bed,  one behind the door,  and one in the kraal. Then she ran home as fast as she could.", "option": null}, {"id": "3159_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/1209.png", "content": "When the dog came back,  he looked for Nozibele. \"Nozibele,  where are you?\" he shouted. \"I'm here,  under the bed,\" said the first hair. \"I'm here,  behind the door,\" said the second hair. \"I'm here,  in the kraal,\" said the third hair.", "option": null}, {"id": "3159_15", "type": "knowledge", "title": null, "header": "assets/topic/asb/1210.png", "content": "The dog knew that Nozibele had tricked him. He ran and ran all the way to the village. But Nozibele's brothers were waiting there with big sticks. The dog turned and ran away and has never been seen since.", "option": null}, {"id": "3159_16", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nNozibele and the three hairs\nAuthor -\nTessa Welch\nIllustration -\nWiehan de Jager\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative, 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}