{"knowledges": [{"id": "3914_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/2463.png", "content": "For ages,  Olokwango hill stood smiling at the middle of Kwere plains. From the two dimples on its side came springs which converged downhill to form a river. River Temu meandered silently across the Kwere plains. Its waters were a gift to the sheep and goats of the area as well as the deer that dwelt in the plains.", "option": null}, {"id": "3914_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/2464.png", "content": "Things were all well until Matata became headman. He ordered a path to be cleared from the top of the hill to the foot so that he could climb uphill easily and roll gently down to the foot. Olokwango hill was angry with the damage to his beard,  but he was patient.", "option": null}, {"id": "3914_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/2465.png", "content": "During the weekend,  Matata's children and their friends would climb uphill to play. They would run all over the place,  breaking twigs and branches,  lighting fires for their games,  which they would later leave burning.", "option": null}, {"id": "3914_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/2466.png", "content": "Over time,  Olokwango lost patience. The dimples became smaller and smaller as his face turned into ugly wrinkles. At last the springs were no more. The deer in the plains migrated because there was no more the tall green grass to play in. The sheep and goats grew thinner and thinner. Everyone felt the sadness of Olokwango hill.", "option": null}, {"id": "3914_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/2467.png", "content": "The people of Kwere realized that something needed to be done. They joined hands and overthrew Matata the headman. In his place they appointed Baraka who immediately ordered everyone to plant a flower to honour Olokwango. Baraka and his people held ceremonies and brought gifts of pine,  cedar,  and cypress for Olokwango.", "option": null}, {"id": "3914_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/2468.png", "content": "No one walked on the hill any longer,  and the grass had a chance to grow tall once again. Gradually the smile on the face of Olokwango hill grew broader and the dimples deeper. Out of the dimples the springs ran again. River Temu was rejuvenated. The plains became greener than ever before. The deer galloped happily once more across the grass.", "option": null}, {"id": "3914_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/2469.png", "content": "\"Long live Baraka,  long live Baraka,\" the people of Kwere sang. \"Long live,  Olokwango,\" said Baraka and his people. \"May our children and children's children forever respect you.\"", "option": null}, {"id": "3914_10", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nThe happy revival\nAuthor -\nRebecca Njuguna\nIllustration -\nCatherine Groenewald\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}