{"knowledges": [{"id": "6718_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/2486.png", "content": "When I was five years old,  my uncle gave me a wonderful present. It was a three-week-old puppy! The day my uncle brought the puppy home,  I was very happy. I knew I had a friend.", "option": null}, {"id": "6718_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/2487.png", "content": "After putting him down,  my uncle turned to me and asked,  \"What name will you give him?\" I looked at my puppy,  and said,  \"Coco.\" My uncle was surprised. He asked,  \"Why do you call him Coco?\" I said,  \"Because he looks like cocoa.\"", "option": null}, {"id": "6718_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/2488.png", "content": "I asked my uncle if Coco was born alone. My uncle said that there was another puppy,  exactly like Coco. I went to see Coco's brother.", "option": null}, {"id": "6718_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/2485.png", "content": "When Coco saw his brother,  he was very excited. The two of them put their heads together as if they were talking.", "option": null}, {"id": "6718_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/2491.png", "content": "I asked my uncle if I could keep both Coco and his brother. \"All right,\" he said. \"But you must look after them.\" So every evening,  I played with them and took them for exercise.", "option": null}, {"id": "6718_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/2490.png", "content": "A few months later,  Coco and his brother were big,  strong and healthy. They were too big for me to look after on my own.", "option": null}, {"id": "6718_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/2492.png", "content": "So I asked my uncle to take back Coco's brother. But when Coco was left alone,  he looked very sad. It felt as if he was asking me,  \"Why did you do that?\"", "option": null}, {"id": "6718_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/2489.png", "content": "He stopped playing. Sometimes he refused to go for a walk with me. There were times when Coco ate very little. I was worried. I asked myself,  \"What can I do to help Coco?\"", "option": null}, {"id": "6718_11", "type": "knowledge", "title": null, "header": null, "content": "Then one day my uncle came to visit. When I heard his voice,  I rushed out of the house. Before I could see him,  I heard the barking of dogs.", "option": null}, {"id": "6718_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/2493.png", "content": "Behind the kitchen,  dancing happily before me were Coco and his brother!", "option": null}, {"id": "6718_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/2494.png", "content": "I was so happy that I did not know who to hug first,  Coco or my uncle. I knew Coco would go back to his old self now that his brother was back. We would go running in the fields again!", "option": null}, {"id": "6718_14", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMy friend Coco\nAuthor -\nUrsula Nafula\nIllustration -\nUrsula Nafula\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}