{"knowledges": [{"id": "7874_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/5806.png", "content": "Long time ago,  in the village of Elunyiko,  there lived a man called Ndong'a and his wife called Namukhaywa. They had six children. All of them were girls.", "option": null}, {"id": "7874_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/5807.png", "content": "When Namukhaywa was pregnant with her seventh child,  Ndong'a warned her,  \"If you give birth to another girl,  I will leave you. But if you give me a baby boy,  I will hold a big party for you!\"", "option": null}, {"id": "7874_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/5808.png", "content": "When it was time to give birth,  Namukhaywa went to the traditional midwife. Would the child be a girl or a boy?", "option": null}, {"id": "7874_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/5809.png", "content": "It was a boy AND a girl – twins! She called the boy Mukhwana,  and the girl she called Mulongo. As she looked at Mukhwana,  she was very happy. But as she looked at Mulongo,  she felt sad. She felt that there was only one thing she could do.", "option": null}, {"id": "7874_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/5810.png", "content": "Namukhaywa left Mulongo in the care of the midwife and took Mukhwana home to her husband.", "option": null}, {"id": "7874_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/5812.png", "content": "She proudly showed Ndong'a the baby boy. He was very happy and called all the villagers to celebrate the birth of his son.", "option": null}, {"id": "7874_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/5813.png", "content": "Mukhwana grew up to be a fine young man. And Mulongo grew up to be a fine young woman.", "option": null}, {"id": "7874_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/5814.png", "content": "One day,  while minding his father's cattle,  Mukhwana saw a very beautiful girl. \"This is the girl I want to marry,\" he said to himself.", "option": null}, {"id": "7874_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/5815.png", "content": "But when he asked her to marry him,  she sang this song: \"Mukhwana wefwe,  Mukhwana. So yakhupa omunwa,  Mukhwana. Nebebula omukhana,  Mukhwana. Barulaka khulwanda,  Mukhwana. Nebebula omusiani,  Mukhwana. Barera mungo muno,  Mukhwana. Iyeyi yakwa,  Mukhwana. Iyindi yakwa,  Mukhwana.\"", "option": null}, {"id": "7874_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/5817.png", "content": "This happened again and again. Mukhwana did not know what to do. So he went to his mother,  Namukhaywa. \"I have found a beautiful girl,\" he said. \"And I want to marry her. But every time I ask her,  she sings the same song.\"", "option": null}, {"id": "7874_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/5818.png", "content": "To his surprise,  Namukhaywa said,  \"What the girl is singing about is true. That is your sister. You were born twins. Your father wanted a son,  not a daughter. So I left your baby sister with the midwife,  and brought you home to your father.\"", "option": null}, {"id": "7874_14", "type": "knowledge", "title": null, "header": "assets/topic/asb/5820.png", "content": "When Mukhwana told his father the story,  he saw that he had been wrong. He called Namukhaywa and together they went to the midwife to fetch Mulongo.", "option": null}, {"id": "7874_15", "type": "knowledge", "title": null, "header": "assets/topic/asb/5822.png", "content": "When Mulongo arrived home,  her father and the village elders slaughtered a goat and performed the traditional ceremony for re-uniting Mulongo and her seven siblings.", "option": null}, {"id": "7874_16", "type": "knowledge", "title": null, "header": "assets/topic/asb/5824.png", "content": "A year later,  Mulongo was married to the son of the rich king of that village. She brought a lot of wealth and happiness to her family.", "option": null}, {"id": "7874_17", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nNamukhaywa\nAuthor -\nMatthews M Wanga\nIllustration -\nWiehan de Jager\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "option": null}], "activities": [], "quizzes": []}