{"$": "StoryConfig", "pages": [{"text": "I live in Kakuma village,  a very hot dry place,  full of thorny trees,  and more goats than people. Even the market place is quiet,  with only a few small shops. Most people use bicycles for transport.", "imagePath": "assets/topic/asb/1448.png"}, {"text": "One morning my mother called me and said,  \"Etabo,  today you turn six years old. We have a present for you.\" \"What is it? What is it?\" I asked eagerly. \"Tomorrow we're going by bus to the market in Eldoret,\" she replied,  \"And we're taking you with us!\" My first visit to the city! I was so excited that I could hardly sleep that night.", "imagePath": "assets/topic/asb/1449.png"}, {"text": "The next day at the Kakuma bus stop,  I stood between my mother and my aunt. I wore my new pair of blue jeans and a red T-shirt. I felt very small between my tall slender mother and my big round aunt.", "imagePath": "assets/topic/asb/1450.png"}, {"text": "The bus was very full,  so I had to sit on my mother's lap. Tired from the heat and excitement,  I slept the whole way and saw nothing.", "imagePath": "assets/topic/asb/1451.png"}, {"text": "The sun was just rising when we reached Eldoret market. At the entrance was a woman selling grains. Over in one corner there were two men getting ready to lay out their sweet potatoes. Over in another corner was a woman holding a shiny blue helicopter. \"Mother,  mother,  look at that helicopter!\" But mother pulled me away.", "imagePath": "assets/topic/asb/1452.png"}, {"text": "In the middle of the market,  there was a large stall that sold different types of fruit. Some of them I had never seen before. \"What are the names of these fruits?\" I asked my mother. She pointed,  \"These are oranges,  and these are guavas.\" I turned around and said,  \"And these?\"", "imagePath": "assets/topic/asb/1453.png"}, {"text": "Of all the fruits at the stall,  I liked the apples most. I liked their shape and colour. I wondered how they tasted. I turned to mother and said,  \"Could you buy one for me?\"", "imagePath": "assets/topic/asb/1454.png"}, {"text": "As soon as she gave me the apple,  I let go of my mother's hand,  took the fruit with both hands,  and bit into the juicy flesh. I had never enjoyed a fruit the way I enjoyed that apple. All I cared about was my apple.", "imagePath": "assets/topic/asb/1455.png"}, {"text": "When I finished the apple,  I looked up to talk to my mother. But she was not there!  My mother and aunt had gone.  I looked to the right,  then to the left. But they were nowhere to be seen. \"Have you seen my mother?\" I asked the women selling potatoes nearby. They took no notice. I started to cry.", "imagePath": "assets/topic/asb/1456.png"}, {"text": "A while later,  a woman took me by the hand and led me to a place where there were other children. A big man with a thick beard asked,  \"What's your name,  boy?\" \"E-ta-bo,\" I replied through my tears.", "imagePath": "assets/topic/asb/1457.png"}, {"text": "I wondered if children were also sold at the market. I stopped crying and looked around to see if anyone would buy the children in the room. Soon a woman came in and picked up one of the children. \"I will be the next one to be taken away,\" I thought. \"And then I'll never see home again!\" I started crying once more.", "imagePath": "assets/topic/asb/1458.png"}, {"text": "When I heard the big man with the thick beard saying,  \"Where is Etabo?\" I cried even harder. \"I do not want to go with you!\" I sobbed. I hid away from him.", "imagePath": "assets/topic/asb/1459.png"}, {"text": "When my mother and aunt heard my name,  they rushed to the room. \"Etabo,  Etabo!\" a familiar voice called. It was my mother.", "imagePath": "assets/topic/asb/1460.png"}, {"text": "As I got up to hug my mother,  my aunt said,  \"Etabo,  we were looking for you to give you your birthday present.\" And from a big bag,  my aunt pulled out a shiny blue helicopter.  \"It's yours!\" she said.", "imagePath": "assets/topic/asb/1460.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMy first day at the market\nAuthor -\nTimothy Kabare and Ursula Nafula\nIllustration -\nCatherine Groenewald\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative, 2014  2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "8433", "coverImagePath": "assets/topic/asb/1447.png", "title": "My first day at the market"}