{"$": "StoryConfig", "pages": [{"text": "Rabbit was sleeping under an apple tree. An apple fell down from a branch.", "imagePath": "assets/topic/asb/7595.png"}, {"text": "A voice said,  \"Run Rabbit run!\" She woke up quickly and ran away with great speed.", "imagePath": "assets/topic/asb/7596.png"}, {"text": "She met Chicken. \"Why are you running?\" asked Chicken. Rabbit replied, \"I don't know. I just heard something falling and a voice said,  'Run Rabbit run!'\"", "imagePath": "assets/topic/asb/7597.png"}, {"text": "Chicken was frightened. She started running when she heard what Rabbit said.", "imagePath": "assets/topic/asb/7598.png"}, {"text": "They met Dog. Dog asked,  \"Why are you running?\" Chicken said,  \"I don't know. I just heard what Rabbit said, and she doesn't know. She heard something falling and a voice said,  'Run Rabbit run!'\"", "imagePath": "assets/topic/asb/7599.png"}, {"text": "Dog was surprised about what she heard. She started running with Rabbit and Chicken.", "imagePath": "assets/topic/asb/7600.png"}, {"text": "They met Horse. Horse asked Dog, \"Why are you running?\" Dog said, \"I don't know. I just heard what Chicken said, and she doesn't know. She heard what Rabbit said and she doesn't know. She heard something falling and a voice said, 'Run Rabbit run!'\"", "imagePath": "assets/topic/asb/7601.png"}, {"text": "Horse started to run with the others.", "imagePath": "assets/topic/asb/7602.png"}, {"text": "They met Donkey. Donkey asked, \"Why are you running?\" Horse replied, \"I don't know. I just heard what Dog said, and he doesn't know. He heard what Chicken said and she doesn't know. She heard what Rabbit said and she doesn't know. She heard something falling and a voice said, 'Run Rabbit run!'\"", "imagePath": "assets/topic/asb/7603.png"}, {"text": "So Donkey starts running too.", "imagePath": "assets/topic/asb/7604.png"}, {"text": "They met Cow. Cow asked, \"Why are you running?\" Donkey replied, \"I don't know. I just heard what Horse said, and she doesn't know. She heard what Dog said and he doesn't know. He heard what Chicken said and she doesn't know. She heard what Rabbit said and she doesn't know. She heard something falling and a voice said, 'Run rabbit run!'\"", "imagePath": "assets/topic/asb/7605.png"}, {"text": "Cow was worried and starte to run as well.", "imagePath": "assets/topic/asb/7606.png"}, {"text": "They met Cat. Cat asked, \"Why are you running?\" Cow replied, \"I don't know. I just heard what Donkey said,  and he doesn't know. He heard what Horse said and she doesn't know. She heard what Dog said and he doesn't know. He heard what Chicken said and she doesn't know. She heard what Rabbit said and she doesn't know. She heard something falling and a voice said, 'Run rabbit run!'\"", "imagePath": "assets/topic/asb/7607.png"}, {"text": "Cat started running with the other animals.", "imagePath": "assets/topic/asb/7608.png"}, {"text": "Then they met the boy riding the bicycle and he asked, \"Why are you running?'' And the animals replied, \"We don't know. We heard what Rabbit said and she doesn't know. She heard something falling and a voice said, 'Run rabbit run!'\"", "imagePath": "assets/topic/asb/7609.png"}, {"text": "The boy laughed and said, \"An apple fell off the tree because of the wind. I'm the one who said, 'Run Rabbit run!'\"", "imagePath": "assets/topic/asb/7610.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nRabbit under the tree\nAuthor -\nPhumy Zikode\nTranslation -\nPhumy Zikode\nIllustration -\nWiehan de Jager\nLanguage -\nEnglish\nLevel -\nLonger paragraphs\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "8438", "coverImagePath": "assets/topic/asb/7610.png", "title": "Rabbit under the tree"}