{"$": "StoryConfig", "pages": [{"text": "Long ago,  there was no night in Opio's village. People slept when they were tired and worked when they were awake.", "imagePath": "assets/topic/asb/1131.png"}, {"text": "One day Opio went out hunting with his dogs. After a short time,  his dogs started to chase an antelope. Opio followed them. He ran for many hours. Every time he became tired,  he rested. Then he would run again. But he could not find his dogs.", "imagePath": "assets/topic/asb/1132.png"}, {"text": "After many days,  he came to a village. He went to one of the houses and said to the owner,  \"I have chased an antelope for a long time and I am very tired. I want to rest.\" The man said,  \"Sit down and rest. Would you like some beer?\" Opio was very thirsty so he drank some. Then he went to sleep.", "imagePath": "assets/topic/asb/1133.png"}, {"text": "When he woke up,  he couldn't see. He opened and closed his eyes many times. \"You have given me something very bad to drink,\" he said to the man. \"I can't see properly anymore!\" \"There is nothing wrong with you,\" the man replied. \"It's night now. Haven't you ever seen night? When the day leaves,  the night comes.\"", "imagePath": "assets/topic/asb/1134.png"}, {"text": "Opio asked many questions about the night. He began to like it very much. He and his new friend talked until morning. He stayed for another day so that he could see the night come again.", "imagePath": "assets/topic/asb/1135.png"}, {"text": "The next morning he asked his friend,  \"How can I take the night to my own village? I want my people to see the night.\" The man explained,  \"When it starts to get dark this evening,  walk to your village. If you look straight in front,  the night will follow you. If you look back,  the night will go away.\"", "imagePath": "assets/topic/asb/1136.png"}, {"text": "Opio did as he was told. That evening,  he began to walk towards his village. He felt the dark night behind him as he walked. He was tempted to look back,  but he did not.", "imagePath": "assets/topic/asb/1130.png"}, {"text": "When he came to his village,  the villagers were afraid. They asked Opio,  \"What disease have you brought to us? What is this dark thing following you?\" Opio said,  \"My friends,  this dark thing is called night. You are afraid and I was afraid,  too.\"", "imagePath": "assets/topic/asb/1137.png"}, {"text": "Opio continued to explain,  \"You will learn to like the night. When the light comes we can work and when night comes,  we can rest.\"", "imagePath": "assets/topic/asb/1138.png"}, {"text": "And that is how night came to Opio's village.", "imagePath": "assets/topic/asb/1139.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nHow night came to Opio's village\nAuthor -\nRobert Ekuka\nIllustration -\nWiehan de Jager\nLanguage -\nEnglish\nLevel -\nFirst paragraphs\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "8690", "coverImagePath": "assets/topic/asb/1130.png", "title": "How night came to Opio's village"}