{"$": "StoryConfig", "pages": [{"text": "A long time ago,  the king of the bush was Mr Lion.", "imagePath": "assets/topic/asb/8195.png"}, {"text": "He sent his animals to stop the noise coming from a small lake in the bush. But they did not succeed!", "imagePath": "assets/topic/asb/8196.png"}, {"text": "An elephant volunteered to stop it. The elephant was sent out as a guard.", "imagePath": "assets/topic/asb/8197.png"}, {"text": "At midnight the noise began and the elephant started killing the frogs. He did the same thing the next day.", "imagePath": "assets/topic/asb/8198.png"}, {"text": "After a couple of weeks,  King Lion was happy because the elephant had stopped the noise.", "imagePath": "assets/topic/asb/8199.png"}, {"text": "But about a month later,  they saw a lot of insects on their farm.", "imagePath": "assets/topic/asb/8200.png"}, {"text": "King Lion asked the elephant to call the frogs to come and eat the insects.", "imagePath": "assets/topic/asb/8201.png"}, {"text": "The elephant was very nervous because he had killed all of them. He said,  \"Sorry,  sorry,  I k- k- k- killed them!\"", "imagePath": "assets/topic/asb/8202.png"}, {"text": "Then King Lion said: Elephant,  I asked you to stop the noise,  not to kill the frogs. And the elephant was put in prison for many years!", "imagePath": "assets/topic/asb/8203.png"}, {"text": "And the king told all the animals to always do exactly what he said.", "imagePath": "assets/topic/asb/8195.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nThe Elephant and the Frogs\nAuthor -\nMozambican folktale\nIllustration -\nAmir Bachir António Necas\nLanguage -\nEnglish\nLevel -\nFirst sentences\n© Mozambican Writers 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "9480", "coverImagePath": "assets/topic/asb/8197.png", "title": "The Elephant and the Frogs"}