{"$": "StoryConfig", "pages": [{"text": "Every morning when I woke up I hurried to eat my breakfast.", "imagePath": "assets/topic/asb/2444.png"}, {"text": "Then I would take my blue blouse and run out of the house to find my friend Muthoni.", "imagePath": "assets/topic/asb/2450.png"}, {"text": "Once I found Muthoni,  we would forget everything else.", "imagePath": "assets/topic/asb/2452.png"}, {"text": "Muthoni and I would play hide and seek. I hid in big trees,  while Muthoni went behind huts.", "imagePath": "assets/topic/asb/1191.png"}, {"text": "Muthoni and I went to the village well together. We went to fetch firewood together. We went to school together.", "imagePath": null}, {"text": "We promised each other that we would work hard in school and graduate.", "imagePath": "assets/topic/asb/1514.png"}, {"text": "But one day,  Muthoni did not come to school. I stood at the door to our class and waited for her to arrive. But she did not come.", "imagePath": "assets/topic/asb/1517.png"}, {"text": "When I returned home that day,  I told my mother about my friend Muthoni.", "imagePath": "assets/topic/asb/2481.png"}, {"text": "I continued with school,  but I missed Muthoni very much.", "imagePath": "assets/topic/asb/8666.png"}, {"text": "But every day I went to school,  I looked for Muthoni everywhere.", "imagePath": "assets/topic/asb/8641.png"}, {"text": "Now I am a lady,  but I still miss my friend Muthoni.", "imagePath": "assets/topic/asb/1812.png"}, {"text": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nThe friend I miss\nAuthor -\nUrsula Nafula\nIllustration -\nBenjamin Mitchley, Catherine Groenewald, Rijuta Ghate and Wiehan de Jager\nLanguage -\nEnglish\nLevel -\nFirst sentences\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org", "imagePath": null}], "gameDatas": [], "storyId": "9527", "coverImagePath": "assets/topic/asb/8658.png", "title": "The friend I miss"}