{"knowledges": [{"id": "9684_3", "type": "knowledge", "title": null, "header": "assets/topic/asb/8852.png", "content": "Graça was about to be born in a small village in Mozambique. The country was poor and the people did not yet rule themselves. Children didn't have good schools and many couldn't read. Graça's mother dreamed of giving her children better opportunities. But without education there was little hope.", "option": null}, {"id": "9684_4", "type": "knowledge", "title": null, "header": "assets/topic/asb/8853.png", "content": "Baby Graça would be the sixth child. But with this joyous event there was great sadness. Their beloved father was dying. He dreamed that his youngest daughter would go to a good school. He knew that education would give her opportunities he never had. His family promised to make their dad's dream come true.", "option": null}, {"id": "9684_5", "type": "knowledge", "title": null, "header": "assets/topic/asb/8854.png", "content": "Just weeks after their dad died,  the new baby was born. She was given a name to match the beauty and blessing that she was – Graça. As the years passed,  Graça brought much joy to her family and they kept the promise made to their father. Graça would have a good education.", "option": null}, {"id": "9684_6", "type": "knowledge", "title": null, "header": "assets/topic/asb/8855.png", "content": "Graça worked hard at school and as a teenager she received a gift that would change her life. It was a scholarship to attend a rich city school.   She dreamed of becoming a teacher and using her education to educate others. She wanted the children of her beloved Mozambique to know reading and learning. She dreamed of a time when all children would go to school.", "option": null}, {"id": "9684_7", "type": "knowledge", "title": null, "header": "assets/topic/asb/8856.png", "content": "Graça did her best in that city school and years later she was blessed again. It was another scholarship to attend a university in faraway Portugal. She met new friends,  learned new languages and read a bounty of books. She realised her dream of becoming a teacher.   All this made Graça very happy. There was only one thing that still made her sad.", "option": null}, {"id": "9684_8", "type": "knowledge", "title": null, "header": "assets/topic/asb/8857.png", "content": "Back at home people were still not free. But now Graça had an education,  skills,  and hope. She also had friends who felt as she did about children's right to learn. She would use her knowledge and work with her friends. Together they would bring change to Mozambique.", "option": null}, {"id": "9684_9", "type": "knowledge", "title": null, "header": "assets/topic/asb/8858.png", "content": "Finally with the help of all her friends,  Mozambique was free!", "option": null}, {"id": "9684_10", "type": "knowledge", "title": null, "header": "assets/topic/asb/8859.png", "content": "The man chosen to lead the country was Graça's friend,  Samora Machel. They fell in love and got married.", "option": null}, {"id": "9684_11", "type": "knowledge", "title": null, "header": "assets/topic/asb/8860.png", "content": "Graça was given the important job of making sure that all children in Mozambique got a good education. It was a hard job because there were so many children in Mozambique who couldn't read. She knew that they needed education and wanted to make real change in her country. She started with primary schools and getting boys and girls into classrooms. Literacy was her focus and putting books into children's hands.", "option": null}, {"id": "9684_12", "type": "knowledge", "title": null, "header": "assets/topic/asb/8861.png", "content": "Graça and Samora had two children. They shared a dream to create good lives for their own family and for the Mozambican people. They were happy and hopeful.   Then one terrible day,  Samora died in an aeroplane crash.", "option": null}, {"id": "9684_13", "type": "knowledge", "title": null, "header": "assets/topic/asb/8862.png", "content": "Graça mourned Samora for many years,  but she found love again. She met a man who had also spent his life dreaming of bringing freedom,  hope and education to his people.   Graça married Nelson Mandela and together they worked to help Africa's children.", "option": null}, {"id": "9684_15", "type": "knowledge", "title": null, "header": null, "content": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nGraca's dream\nAuthor -\nMelissa Fagan\nIllustration -\nKarlien de Villiers and Marike le Roux\nLanguage -\nEnglish\nLevel -\nRead aloud\n© Melissa Fagan, Karlien De Villiers, Marike Le Roux and Bookdash.org 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.bookdash.org", "option": null}], "activities": [], "quizzes": []}