Repository: chimple/maui
Catalog: lib/l10n/intl_*.arb
Languages: sw

# title
source: Maui
sw: Kichwa cha Habari

source: Chat
sw: Zungumza

source: Game
sw: Mchezo

source: reflex
sw: Tendo lisilo la hiari

source: Order It
sw: Agiza

source: Memory
sw: Kumbukumbu

source: draw_challenge
sw: Anzisha Mchezo

source: Abacus
sw: Kikokotoo

source: Crossword
sw: Maneno Mpishano

source: drawing
sw: Kuchora

source: Fill In The Blanks
sw: Jaza nafasi zilizo wazi

# calculate_numbers
source: Calculate
sw: Kokotoa

source: Casino
sw: Kamari

# match_the_following
source: Match
sw: linganisha

source: Bingo
sw: Hakika

source: True Or False
sw: Kweli Au Uongo

source: Tables
sw: Majedwali

source: identify
sw: tambua

# hint
source: Type image
sw: Weka picha

source: Picture Sentence
sw: Sentensi ya Picha

source: Fill Number
sw: Jaza Namba

source: Quiz
sw: Chemsha Bongo

source: Connect The Dots
sw: Unganisha Nukta

source: Tap Home
sw: Gusa Nyumbani

source: Tap Wrong
sw: Gusa isiyo sahihi

source: guess
sw: Kisia

# clue_game
source: Clue
sw: Kidokezo

source: Word Grid
sw: Mchezo wa kupanga Maneno

# spin_wheel
source: Spin The Wheel
sw: Zungusha Duara

source: First Word
sw: Neno la Kwanza

source: Friend Word
sw: Rafiki Neno

source: Dice
sw: Kete

source: Circle Word
sw: Mzunguko Neno

source: Family
sw: Familia

source: Friends
sw: Marafiki

source: owl
sw: Bundi

source: giraffe
sw: twiga

source: rabbit
sw: sungura

source: dog
sw: mbwa

source: cat
sw: paka

source: monkey
sw: tumbili

source: bear
sw: Dubu

source: frog
sw: chura

source: red
sw: nyekundu

source: yellow
sw: njano

source: orange
sw: machungwa

source: blue
sw: bluu

source: green
sw: kijani

source: pink
sw: Waridi

source: cyan
sw: Samawati

source: purple
sw: zambarau

source: brown
sw: kahawia

source: maroon
sw: Zambarau-nyekundu

source: tulip
sw: Ua tulia

source: hibiscus
sw: Rozela

source: lotus
sw: lotasi

source: daffodil
sw: Ua nasiasa

source: jasmine
sw: Ua Asumini

source: lavender
sw: Ua mrujuani

source: sunflower
sw: alizeti

source: rose
sw: Ua waridi

source: candle
sw: mshumaa

source: toaster
sw: Kioka

source: teddy bear
sw: Dubu

source: bulb
sw: Glopu

source: sofa
sw: Kochi

source: headphones
sw: vichwa vya sauti

source: microwave oven
sw: tanuri

source: carpet
sw: Zulia

source: watch
sw: Saa

source: clock
sw: saa

source: eagle
sw: tai

source: kingfisher
sw: Ndege Mdiria

source: parrot
sw: Kasuku

source: bat
sw: Popo

source: peacock
sw: Tausi

source: swan
sw: Bata maji

source: rooster
sw: jogoo

source: duck
sw: bata

source: dove
sw: njiwa

source: face
sw: uso

source: upper body
sw: mwili wa juu

source: right hand
sw: mkono wa kulia

source: left hand
sw: mkono wa kushoto

source: right palm
sw: Kiganja cha kulia

source: left palm
sw: Kiganja cha kushoto

source: right leg
sw: mguu wa kulia

source: left leg
sw: mguu wa kushoto

source: right foot
sw: mguu wa kulia

source: left foot
sw: mguu wa kushoto

source: cloud
sw: wingu

source: sun
sw: jua

source: tree
sw: mti

source: leaf
sw: jani

source: ant
sw: Siafu

source: grass
sw: nyasi

source: stones
sw: mawe

source: pot
sw: Chungu

source: hexagon
sw: Pembe sita

source: square
sw: mraba

source: star
sw: nyota

source: triangle
sw: pembe tatu

source: diamond
sw: Almasi

source: rectangle
sw: mstatili

source: rhombus
sw: Msambamba

source: oval
sw: Duara dufu

source: pentagon
sw: Pembe tano

source: trapezoid
sw: Tenge

source: bow
sw: upinde

source: suit
sw: suti

source: jacket
sw: koti

source: dress
sw: Gauni

source: heels
sw: visigino

source: shoes
sw: viatu

source: backpack
sw: Begi la mgongoni

source: glasses
sw: Miwani

source: hat
sw: kofia

source: coat
sw: Koti

source: strawberry
sw: strouberi

source: apple
sw: Tofaa

source: cherry
sw: Matunda damu

source: grapes
sw: zabibu

source: citrus
sw: Ndimu

source: pear
sw: peasi

source: watermelon
sw: Tikiti maji

source: mango
sw: Embe

source: banana
sw: ndizi

source: Sister
sw: Dada

source: Brother
sw: Kaka

source: Mother
sw: Mama

source: Father
sw: Baba

source: Friend
sw: Rafiki

source: Hi
sw: Mambo

source: Hello
sw: Khabari

source: Let us learn
sw: Hebu Tujifunze

source: Let us chat
sw: Hebu tuzungumze

source: OK
sw: sawa

source: Send a message
sw: Tuma ujumbe

# exitq
source: Exit?
sw: Toka

source: You Won
sw: Umeshinda

source: Tie
sw: Sare

source: You Loose
sw: Umeshindwa

source: Game Over
sw: Mchezi umekwisha

source: Waiting for Turn
sw: Subiri Zamu

source: V/S
sw: Dhidi ya

source: Tap a camera
sw: Bomba kamera

source: Enter your details
sw: Ingiza jina lako

source: Write your name...
sw: Andika jina lako...
